/* File Sizes */
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"TB" = "TB";
"PB" = "PB";
"EB" = "EB";
"Zero KB" = "Zero KB";
"Zero" = "Zero";


/* Currently unused but may be used for tooltip */
"Found: %@" = "Znaleziono: %@";
"This is a Photos library item" = "Rzecz z biblioteki programy Zdjęcia";
"This is an iTunes library item" = "Rzecz z biblioteki iTunes";


/* Notifications */
"NotificationTitle_CleanFinishedWithErrors" = "Wystąpiły niektóre problemy";
"NotificationDescription_CleanFinishedWithErrors" = "CleanMyMac usunął %@ z Twojego Maca, ale wystąpiły błędy.";
"NotificationDescription_CleanFinished" = "CleanMyMac usunął %@ z Twojego Maca!";
"NotificationDescription_ScanFinished" = "CleanMyMac może usunąć %@ z Twojego Maca!";


/* Ignore list menu items */
"Remove from Ignore List" = "Usuń z Listy ignorowania";
"Add to Ignore List" = "Dodaj do Listy ignorowania";


/* License expiration */
"Never" = "Nigdy";


/* Registration Status */
"Not Registered" = "Nie zarejestrowany";
"MenuItemTitle_ActivationInfo" = "Informacje o aktywacji…";
"MenuItemTitle_Activate" = "Aktywuj…";

/* Extensions Enable/Disable Button Titles */
"ExtensionsButtonTitle_Enable" = "Włącz";
"ExtensionsButtonTitle_Enabled" = "Włączone";
"ExtensionsButtonTitle_Disable" = "Wyłącz";
"ExtensionsButtonTitle_Disabled" = "Wyłączone";

/* System Cleanup Scanners Description Texts */
"DescriptionText_UserCachesScanner" = "Pierwotnie przeznaczone dla skrócenia czasu uruchomienia, pliki pamięci podręcznej gromadzą się i powodują nieprawidłowe działanie lub ogólny spadek wydajności.";
"DescriptionText_SystemCachesScanner" = "Programy systemowe generują i przechowują wiele plików pamięci podręcznej zwiększające czas uruchamiania, powodujące ogólny spadek wydajności i nieprawidłowe działanie.";
"DescriptionText_PhotoSyncCachesScanner" = "Po synchronizacji zdjęć z dowolnym urządzeniem iOS, pewna ilość zdjęć pozostaje w pamięci podręcznej. Te dane są zbędne po zakończeniu synchronizacji.";
"DescriptionText_iOSSoftwareUpdatesScanner" = "Po każdej aktualizacji urządzeń iOS wszystkie dane aktualizacji pozostają na Macu, znacznie marnując miejsce na dysku.";
"DescriptionText_UserLogsScanner" = "Aktywność programów jest stale zapisywana w liczne dzienniki, które po pewnym czasie zajmują dość dużo miejsca, ale są raczej bezużyteczne, zwłaszcza jak są przestarzałe.";
"DescriptionText_SystemLogsScanner" = "Aktywność usług i programów systemowych jest zapisywana w dzienniki, które są pomocne tylko do poprawiania błędów i mogą być usunięte bez wahania.";
"DescriptionText_BrokenPrefsScanner" = "Preferencje programów mogą się popsuć z mnóstwa powodów i może to doprowadzić do niewłaściwego zachowania tych programów. Na szczęście takich problemów można łatwo uniknąć.";
"DescriptionText_BrokenStartupItemsScanner" = "W niektórych przypadkach po usunięciu programów lub usług, łącza do nich pozostają wśród rzeczy startowych. Ten problem można łatwo rozwiązać z CleanMyMac.";
"DescriptionText_LanguagesScanner" = "Możesz łatwo usuwać nieużywane tłumaczenia programów i zaoszczędzać znaczną ilość miejsca na dysku.";
"DescriptionText_OSXLanguagesScanner" = "System Twojego Maca zawiera kilkadziesiąt języków zajmujących mnóstwo miejsca. Możesz łatwo usunąć języki, których nie będziesz używał.";
"DescriptionText_DevJunkScanner" = "Przy instalowaniu i konfiguracji programy tworzą pliki pomocnicze. Po instalacji są oni bezużyteczni i można ich usunąć bez szkody dla systemu.";
"DescriptionText_UniversalBinariesScanner" = "Programy zazwyczaj są kompilowane dla obsługi kilku architektur Maców, co oznacza zwiększenie ilości kodu do czterech razy, ale faktycznie potrzebujesz tylko jednej wersji kodu.";
"DescriptionText_LeftoversAppsScanner" = "Tu są gromadzone pliki wcześniej odinstalowanych programów. Przejrzyj i usuń zbędne.";
"DescriptionText_DerivedData" = "Jak jesteś developerem, to wiesz, że w trakcie budowy projektu Xcode generuje indeks i znaczne ilości informacji. Możesz usunąć te dane w razie gdy twój projekt zwolnił, lub jeśli potrzebujesz wolnego miejsca.";
"DescriptionText_FileVersionsScanner" = "Twoje programy tworzą wiele wersji plików dla zapisywania pośrednich wyników pracy. Naprawdę potrzebna może być tylko ostateczna wersja, więc usuń nieaktualne i uwolnij dużo miejsca.";
"DescriptionText_BrokenApplicationsUpdates" = "Niektóre programy potrafią zmarnować znaczną ilość miejsca przez przechowywanie starych aktualizacji, które można bezpiecznie usunąć bez żadnej szkody.";

/* Unsupported Photos */
"DescriptionText_UnsupportedHighSierraPhotosTrashes_ReasonText" = "Aplikacja Zdjęcia przechowuje usunięte pliki w albumie „Ostatnio usunięte”. Opróżnij ten album, żeby faktycznie uwolnić miejsce na dysku.";
"DescriptionText_UnsupportedHighSierraPhotosTrashes_InformativeText" = "Wciśnij „Usuń wszystko” w albumie „Ostatnio usunięte” w aplikacji Zdjęcia i usuń te pliki na stałe.";

"DescriptionText_UnsupportedHighSierraGeminiDuplicates_ReasonText" = "Aplikacja Gemini zbiera duplikaty zdjęć i filmów w oddzielnym albumie „Duplikaty Gemini”, a usunąć te pliki na stałe da się tylko w aplikacji Zdjęcia.";
"DescriptionText_UnsupportedHighSierraGeminiDuplicates_InformativeText" = "Te rzeczy można usunąć wyłącznie w aplikacji Zdjęcia. Zaznacz całą zawartość albumu „Duplikaty Gemini” i wybierz opcję „Usuń zdjęcia” w menu kontekstowym.";

/* Extensions */
"DescriptionText_QuickTimePlugins" = "Odinstalowywanie lub wyłączenie wtyczek QuickTime Player jest niezwykle proste dzięki CleanMyMac.";
"DescriptionText_QuickLookPlugins" = "Funkcjonalność Szybkiego przeglądu można poprawić za pomocą dodatkowych wtyczek, ale tymi niepotrzebnymi łatwo zarządzać za pomocą tej listy.";
"DescriptionText_FinderPlugins" = "Główny menedżer plików macOS może być polepszony za pomocą wielu wtyczek, koszmarnie ciężko usuwane bez CleanMyMac.";
"DescriptionText_SpotlightPlugins" = "Główna wyszukiwarka na Twoim Macu może zawierać kilka zbędnych wtyczek, które łatwo można usunąć lub tymczasowo wyłączyć.";
"DescriptionText_iTunesPlugins" = "Natywny odtwarzacz muzyki macOS może być aktualizowany za pomocą wtyczek, które w razie potrzeby można łatwo odinstalować.";
"DescriptionText_ContactsPlugins" = "Program Kontakty może zawierać dodatkowe wtyczki, rozszerzające jego funkcjonalność. Wyłacz lub usuń je całkowicie w jednej chwili.";
"DescriptionText_ScreenSaversPlugins" = "Usuwanie niepotrzebnego wygaszacza ekranu jest łatwe z CleanMyMac. Jednak, również możesz wyłączyć go jednym kliknięciem i usunąć z Preferencji systemowych.";
"DescriptionText_DictionaryPlugins" = "Nie wszystkie wbudowane słowniki macOS są dla Ciebie użyteczne, a niepotrzebne marnują miejsce. Możesz łatwo usunąć lub tymczasowo wyłączyć te niepotrzebne słowniki.";
"DescriptionText_MailPlugins" = "Natywny klient pocztowy macOS może zawierać wtyczki, których nie używasz lub nie potrzebujesz. Możesz łatwo i poprawnie usunąć je z pomocą CleanMyMac.";
"DescriptionText_GrowlPlugins" = "System powiadomień Growl jest wyposażony w liczne wtyczki do obsługi powiadomień z różnych programów. Z CleanMyMac możesz zarządzać nimi bez wysiłku.";
"DescriptionText_WidgetsPlugins" = "Za pomocą tego modułu można łatwo wyłączyć lub całkowicie usunąć programy Dashboard wraz ze wszystkymi powiązanymi danymi.";
"DescriptionText_PreferencePanesPlugins" = "Wszystkie panele preferencji składają się z wielu plików, rozpowszechnionych w systemie. Pliki te są trudne do zlokalizowania bez CleanMyMac.";
"DescriptionText_LoginItemsPlugins" = "Zarządzaj listą programów automatycznie uruchomianych przy każdym logowaniu się.";
"DescriptionText_SafariPlugins" = "Ta potężna przeglądarka obsługuje liczne wtyczki, które można albo wyłączyć, albo usunąć z systemu poprawnie.";
"DescriptionText_ChromeExtensions" = "Przeglądarka Google Chrome umożliwia wykorzystanie licznych rozszerzeń i dodatków, którymi możesz zarządzać za pomocą CleanMyMac.";
"DescriptionText_InternetPlugins" = "Wszystkie przeglądarki i inne programy sieciowe na Twoim Macu mają wspólne wtyczki. Z CleanMyMac możesz zarządzać wszystkimi z jednego pulpitu.";
"DescriptionText_AudioPlugins" = "Wtyczki dźwiękowe zazwyczaj pochodzą ze specjalistycznego oprogramowania lub w formie oddzielnych wtyczek, którymi można modyfikować audio. CleanMyMac pozwala zarządzać wtyczkami rodzajów MAS, VST i AU.";
"DescriptionText_Services" = "Niektóre programy instalują dodatkowe usługi w Twoim systemie, które później mogą umożliwiając dodatkowe funkcje w innych programach. CleanMyMac pozwala wyłączyć lub całkowicie usunąć  te nowe usługi.";
"DescriptionText_LaunchAgentsPlugins" = "Generalnie są to mniejsze programy z innego oprogramowania z Twojego Maca. Oni poszerzają funkcjonalność produktu głównego, ale w niektórych przypadkach mogą być usunięte lub wyłączone.";
"DescriptionText_SiriActivity" = "Jeśli chcesz mieć swoją prywatność na najwyższym poziomie i uniknąć przetwarzania Twoich danych przez funkcję Siri, możesz ją wyłączyć. Być może, wcale jej nie używasz.";

"ReadonlyChromeExtension_PopoverText" = "Tę rzecz można usunąć w sekcji „Rozszerzenia” ustawień Google Chrome.";

/* Photos/iPhoto */
"DescriptionText_PhotosCachesScanner" = "Program «Zdjęcia» generuje w bibliotece wiele plików pomocniczych. Ich usunięcie nie zaszkodzi rzeczywistym zdjęciom.";
"DescriptionText_PhotosRAWSCachesScanner" = "Zdjęcia w formacie RAW, importowane z aparatu używają zbyt dużo miejsca. Jeśli nie korzystasz z zalet tego formatu, możesz zastąpić te zdjęcia kopiami w formacie JPEG wysokiej jakości.";
"DescriptionText_PhotosTrashesScanner" = "Wszystkie usuwane zdjęcia są przenoszone do albumu «Ostatnio usunięte». Oczyść go i uwolnij miejsce na dysku.";
"DescriptionText_GeminiDuplicatesTrashesScanner" = "To usunie zawartość albumu „Duplikaty Gemini”, zebraną przez program Gemini.";

"RAW Originals" = "Oryginały RAW";
"Cache" = "Pamięć podręczna";
"Photo Cache" = "Pamięć podręczna Zdjęć";
"iCloud Photo Cache" = "Pamięć podręczna zdjęć iCloud";
"Faces Cache" = "Pamięć podręczna Twarzy";
"Various cache files generated by Photos" = "Generowane przez Zdjęcia pliki pamięci podręcznej";
"Local copies of your iCloud photos" = "Lokalne kopie zdjęć z iCloud";
"Unneeded cache files generated by the Faces feature" = "Generowane przez funkcję Twarze pliki pamięci podręcznej";
"Photo cache groups to ignore:" = "Ignorowane grupy pamięci podręcznych:";

/* iTunes Junk */
"DescriptionText_iOSBackupsScanner" = "Wszystkie kopie zapasowe urządzeń iOS są przechowywane na twoim Macu. Możesz łatwo usunąć stare kopie zapasowe bez utraty danych.";
"DescriptionText_iOSAppsScanner" = "iTunes zapisuje kopie zapasowe programów iOS do zainstalowania na iPhone lub iPad. Usunięcie tych kopii z iTunes nie wpłynie na zawartość urządzeń.";
"DescriptionText_iOSSoftwareUpdatesScanner" = "Po każdej aktualizacji urządzeń iOS wszystkie dane aktualizacji pozostają na Macu, znacznie marnując miejsce na dysku.";
"DescriptionText_iTunesDownloadsScanner" = "iTunes może zawierać wśród swoich danych niepełne pliki. To mogą być programy iOS, podcasty, filmy, itp.";
"DescriptionText_iTunesCachesScanner" = "Podczas manipulowania treściami audio i wideo, iTunes generuje znaczną ilość pamięci podręcznej, łącznie z pamięcią podręczną grafiki albumów.";

/* Maintenance Description Texts */
"DescriptionText_MaintenanceGroupScanner" = "Uruchamiaj zestaw skryptów dla szybkiej optymalizacji wydajnośći systemu.";
"DiskNeedsRepairTutorial_FileVaultEnabled" = "Wykonaj następujące czynności, aby naprawić dysk startowy: \n1. Uruchom Maca ponownie i wciśnij klawisze Command + R, aby uruchomić odzyskiwanie systemu.\n2. Na nowym ekranie wybierz i uruchom Narzędzie dyskowe. \n3. Zaznacz wolumin „%@” i kliknij w Montuj. \n4. Kliknij w przycisk Pierwsza pomoc i postępuj zgodnie z podpowiedziami.";
"DiskNeedsRepairTutorial_FileVaultDisabled" = "Wykonaj następujące czynności, aby naprawić dysk startowy: \n1. Uruchom Maca ponownie i wciśnij klawisze Command + R, aby uruchomić odzyskiwanie systemu.\n2. Na nowym ekranie wybierz i uruchom Narzędzie dyskowe. \n3. Zaznacz wolumin „%@”. \n4. Kliknij w przycisk Pierwsza pomoc i postępuj zgodnie z podpowiedziami.";
"DiskNeedsRepairTutorial_GetInDepthInstructions" = "Uzyskaj szczegółowe instrukcje...";

/* Privacy Description Texts */
"DescriptionText_PrivacyGroupScanner" = "Wymazuj historie przeglądarek i inne ślady aktywności online i offline.";
"DescriptionText_ChromeCleanupScanner" = "Możesz usunąć wszystkie lokalne rzeczy, pozostające po wykorzystaniu przeglądarki Chrome.";
"DescriptionText_SafariCleanupScanner" = "Możesz usunąć wszystkie lokalne rzeczy, pozostające po wykorzystaniu przeglądarki Safari.";
"DescriptionText_FirefoxCleanupScanner" = "Możesz usunąć wszystkie lokalne rzeczy, pozostające po wykorzystaniu przeglądarki Firefox.";
"DescriptionText_OperaCleanupScanner" = "Możesz usunąć wszystkie lokalne rzeczy, pozostające po wykorzystaniu przeglądarki Opera.";
"DescriptionText_SkypeCleanupScanner" = "Historia konwersacji w Skype i inne powiązane rzeczy mogą być łatwo oczyszczone.";
"DescriptionText_MessagesCleanupScanner" = "Historia konwersacji w Wiadomości i inne powiązane rzeczy mogą być łatwo oczyszczone.";
"DescriptionText_RecentItemsScanner" = "Zawiera aliasy ostatnio używanych programów, dokumentów i serwerów, wymienionych na liście ostatnich rzeczy w głównym menu Apple.";

/* Uninstaller Description Texts */
"DescriptionText_UninstallerGroupScanner" = "Usuwaj programy w całości ze wszystkimi skojarzonymi plikami.";

/* Trash Bins Description Texts */
"DescriptionText_InternalDriveTrashesScanner" = "Kosz systemowy przechowuje usunięte wcześniej, ale nadal zajmujące miejsce na dysku pliki.";
"DescriptionText_ExternalDriveTrashesScanner" = "Wszystkie dyski zewnętrzne mają swoje kosze dla przechowywania wcześniej usuniętych rzeczy.";
"DescriptionText_iPhotoTrashesScanner" = "Wszystkie usunięte z iPhoto zdjęcia przenoszone są do koszu. Opróżnij go dla zaoszczędzenia miejsca.";
"DescriptionText_PhotoTrashesScanner" = "Wszystkie usuwane zdjęcia są przenoszone do albumu «Ostatnio usunięte». Oczyść go i uwolnij miejsce na dysku.";
"DescriptionText_MailTrashScanner" = "Usuwane w programie Mail e-maile są przenoszone do koszu i pozostają na dysku.";
"DescriptionText_ApertureTrashesScanner" = "Wszystkie usunięte z Aperture zdjęcia przenoszone są do koszu. Opróżnij go dla zaoszczędzenia miejsca.";

/* Empty Extensions Text */
"NothingToCleanDescription_ExtensionsGroupScanner" = "Na Twoim Macu brak rozszerzeń lub wtyczek.";

/* Meta Groups */
"MetaGroupTooltipText_SystemCleanupGroupScanner" = "Liczne elementy pomocnicze w twoich programach są gromadzone i w końcu stają się bezużyteczne. Ich usunięcie nie tylko zaoszczędzi miejsce, ale też poprawi wydajność.";
"MetaGroupTooltipText_LargeOld" = "CleanMyMac znajduje duże i stare pliki na Twoim Macu, pozwalając przejrzeć i usunąć niechciane rzeczy.";
"MetaGroupTooltipText_iPhotoGroupScanner" = "iPhoto przechowuje wszystkie oryginały obróconych kadrowanych lub w inny sposób korygowanych zdjęć. Możesz odnaleźć i usunąć te zbędne kopie i odzyskać przestrzeń dyskową bez szkody dla biblioteki.";
"MetaGroupTooltipText_TrashesGroupScanner" = "Prawie wszystkie rzeczy, jakie usuwasz z Maca są przechowywane w koszach. Zwolnij przestrzeń zajętą tymi już niepotrzebnymi rzeczami.";
"MetaGroupReadyText_SystemCleanupGroupScanner" = "Usuwa zbędne rzeczy z systemu i programów, aby odzyskać przestrzeń i polepszyć wydajność.";
"MetaGroupReadyText_LargeOldFilesGroupScanner" = "Usuwa duże i stare pliki zaznaczone do usunięcia.";
"MetaGroupReadyText_iPhotoGroupScanner" = "Czyści biblioteki zdjęć ze wszelkich danych pomocniczych.";
"MetaGroupReadyText_TrashesGroupScanner" = "Opróżnia wszystkie kosze systemowe na wewnętrznych i zewnętrznych dyskach Twojego Maca, oraz kosz iPhoto.";
"MetaGroupReadyText_iTunesGroupScanner" = "Usuwa niepotrzebne dane iTunes, pozostające po synchronizacji urządzeń iOS.";
"MetaGroupReadyText_MaintenanceGroupScanner" = "Uruchamia zestaw skryptów dla szybkiej optymalizacji wydajności systemu.";
"MetaGroupReadyText_MailGroupScanner" = "Usuwa kopie załączników z wiadomości e-mail, które wciąż będą dostępne w programie Mail.";
"MetaGroupCleanText_SystemCleanupGroupScanner" = "System jest w stanie idealnym.";
"MetaGroupCleanText_TrashesGroupScanner" = "Wszystkie kosze są puste.";
"MetaGroupCleanText_iPhotoGroupScanner" = "Biblioteka zdjęć jest czysta i zoptymalizowana.";
"MetaGroupCleanText_MailGroupScanner" = "Program Mail nie zawiera zbędnych danych.";
"MetaGroupCleanText_iTunesGroupScanner" = "iTunes na Twoim Macu nie zawiera zbędnych danych.";
"MetaGroupCleanCustomText_TrashesGroupScanner" = "Pusty ✓";
"MetaGroupNothingToAutoClean" = "Nie ma rzeczy do czyszczenia automatycznego.";

/* Needs proofing */
"DescriptionText_iPhotoCleanupCleanupScanner" = "Usuwaj oryginalne kopie";

/* Clean Module Texts */
"NothingToCleanDescription_Generic" = "Brak rzeczy do czyszczenia lub naprawienia. Wszystko jest w porządku.";
"NothingToCleanDescription_UserCachesScanner" = "To niewiarygodne, ale nie ma zbędnych plików pamięci podręcznej użytkownika do usunięcia.";
"NothingToCleanDescription_SystemCachesScanner" = "To niewiarygodne, ale nie ma zbędnych plików systemowej pamięci podręcznej do usunięcia.";
"NothingToCleanDescription_UserLogsScanner" = "Na razie brak plików dzienników użytkownika do czyszczenia.";
"NothingToCleanDescription_SystemLogsScanner" = "Na razie brak plików dzienników systemowych do czyszczenia.";
"NothingToCleanDescription_BrokenPrefsScanner" = "Pliki preferencji wszystkich programów są w idealnym porządku. Nie ma tu nic do naprawienia.";
"NothingToCleanDescription_BrokenStartupItemsScanner" = "Wszystkie linki prowadzą do istniejących rzeczy. Nie ma tu nic do naprawienia.";
"NothingToCleanDescription_iOSSoftwareUpdatesScanner" = "Niepotrzebne dane uaktualnień programowych nie zostały znalezione.";
"NothingToCleanDescription_PhotoSyncCachesScanner" = "Niepotrzebne pliki pamięci podręcznej synchronizacji obrazów nie zostały znalezione.";
"NothingToCleanDescription_UniversalBinariesScanner" = "Wszystkie programy zawierają tylko niezbędny kod. Nie ma tu nic więcej do czyszczenia.";
"NothingToCleanDescription_DevJunkScanner" = "Żaden z programów nie zawiera zbędnych plików pomocniczych.";
"NothingToCleanDescription_LanguagesScanner" = "Żadne programy nie zawierają spełniających kryteria wyszukiwania lokalizacji.";
"NothingToCleanDescription_TrashesGroupScanner" = "Kosze nie zawierają plików wcale.";
"NothingToCleanTitle" = "Czyste!";
"NothingToCleanTitle_TrashesGroupScanner" = "Puste!";
"NothingToCleanTitle_LargeOldFilesGroupScanner" = "Tu jest porządek!";
"NothingToCleanDescription_SystemCleanupGroupScanner" = "Brak rzeczy do czyszczenia.";
"NothingToCleanDescription_LargeOldFilesGroupScanner" = "Brak dużych i starych plików.";
"NothingToCleanDescription_MailGroupScanner" = "Mail nie zawiera zbytecznych danych lokalnych.";
"NothingToCleanDescription_iPhotoGroupScanner" = "Biblioteka zdjęć jest czysta i zoptymalizowana.";
"NothingToCleanDescription_iTunesGroupScanner" = "iTunes na Twoim Macu nie zawiera zbędnych danych.";
"NothingToCleanTitle_PrivacyGroupScanner" = "Dziwnie…";
"NothingToCleanTitle_ExtensionsGroupScanner" = "Wyjątkowy przypadek!";
"NothingToCleanTitle_UninstallerGroupScanner" = "Och…";
"NothingToCleanDescription_PrivacyGroupScanner" = "Brak śladów aktywności do wymazania.";
"NothingToCleanDescription_UninstallerGroupScanner" = "Nie masz żadnego programu do dezinstalacji.";

/* Activation window titles */
"EULA_WindowTitle" = "Umowa licencyjna";
"Registration_WindowTitle" = "Aktywacja licencji";
"ActivationInfo_WindowTitle" = "Informacje o aktywacji";
"ActivationFailure_WindowTitle" = "Błąd aktywacji %@";

/* Registration texts */
"Registration_WelcomeText" = "Aktywuj tę kopię CleanMyMac 3.\n\nUaktywniona wersja pozwala usunąć więcej 500 MB znalezionych rzeczy i w pełni wykorzystać wszystkie zalety CleanMyMac 3. \n\nKliknij w „Zakup licencji”, żeby odwiedzić nasz sklep internetowy i wybrać pożądaną licencję.";
"Registration_ActivationText" = "W razie zakupu CleanMyMac 3 w sklepie internetowym numer aktywacyjny został wysłany na Twój e-mail.";
"Registration_ActivationSuccessCaption" = "Dziękujemy!";
"Registration_ActivationSuccessText" = "CleanMyMac 3 został pomyślnie uaktywniony!";
"Registration_ActivationSuccessFreeUpgradeText" = "Twoja licencja została zaktualizowana do CleanMyMac 3 za darmo. Cenimy lojalność!";
"Registration_ActivationSuccessPreactivatedText" = "Twoja kopia CleanMyMac 3 pomyślnie uaktywniona.";
"Registration_ActivationSuccessStayInTouch" = "Bądź na bieżąco:";

/* Activation info texts */
"LicenceExpiration_Expired" = "Wygasła";
"LicenceExpiration_LastDay" = "Ostatni dzień";
"Unknown" = "Nieznane";
"LicenceExpiration_LeftFormat" = "Zostało %@";

/* Activation Flow */
"Lost My License" = "Zgubiłem licencję";
"More info…" = "Więcej…";
"Buy License" = "Zakup licencji";
"Reset My Activations" = "Zresetuj aktywacje";
"Try Again" = "Spróbuj ponownie";
"Extend License" = "Rozszerz licencję";
"Extend License with Discount" = "Rozszerz licencję z rabatem %@%%";

/* Module start screen descriptions */
"DescriptionText_SystemCleanupGroupScanner" = "Osiągnij maksymalną wydajność i odzyskaj przestrzeń.";
"DescriptionText_LargeOldFilesGroupScanner" = "Znajdż i usuń duże pliki i foldery, po które nie sięgałeś przez miesiące.";
"DescriptionText_iPhotoGroupScanner" = "Zmniejsz rozmiar biblioteki zdjęć przez usunięcie z niej danych pomocniczych.";
"DescriptionText_TrashesGroupScanner" = "Opróżniaj wszystkie dostępne na Twoim Macu kosze, w tym kosz Mail i biblioteki zdjęć.";
"DescriptionText_AllAppsScanner" = "Zaznacz programy na liście po lewej stronie, aby je odinstalować lub wyzerować do stanu początkowego.";
"DescriptionText_ExtensionsGroupScanner" = "Usuwaj lub wyłączaj widżety, wtyczki, panele preferencji, słowniki, wygaszacze ekranu i rzeczy startowe.";
"DescriptionText_EraserGroupScanner" = "Wymaż wszystkie niepotrzebne pliki i foldery, szybko i bez śladu.";
"DescriptionText_MailGroupScanner" = "Usuwaj załączniki i pobrane z e-maili pliki.";
"DescriptionText_iTunesGroupScanner" = "Usuwaj przestarzałe kopie zapasowe iOS, aktualizacje oprogramowania i inne dane pomocnicze iTunes.";

/* Scan completed descriptions */
"ScanCompleted_AutoManual_DescriptionText" = "Możesz teraz usunąć wszystkie automatycznie zaznaczone rzeczy i przejrzeć te wymagające uwagi.";
"ScanCompleted_AutoOnly_DescriptionText" = "Możesz teraz usunąć wszystkie automatycznie zaznaczone rzeczy.";

/* Scan progress item names */
"ScanProgressItemName_SystemCleanupGroupScanner" = "Analizuję system…";
"ScanProgressItemName_LargeOldFilesGroupScanner" = "Szukanie dużych i starych plików…";
"ScanProgressItemName_iPhotoGroupScanner" = "Sprawdzenie biblioteki zdjęć…";
"ScanProgressItemName_MailGroupScanner" = "Analiza kopii załączników…";
"ScanProgressItemName_iTunesGroupScanner" = "Analizuję dane iTunes…";
"ScanProgressItemName_TrashesGroupScanner" = "Obliczenie rozmiaru koszy…";

/* Clean progress item names */
"CleanProgressItemName_SystemCleanupGroupScanner" = "Czyszczenie systemu...";
"CleanProgressItemName_LargeOldFilesGroupScanner" = "Usuwanie niepotrzebnych plików...";
"CleanProgressItemName_iPhotoGroupScanner" = "Czyszczenie biblioteki zdjęć…";
"CleanProgressItemName_TrashesGroupScanner" = "Opróżnianie koszy…";
"CleanProgressItemName_EraserGroupScanner" = "Wymazanie plików…";
"CleanProgressItemName_ExtensionsGroupScanner" = "Usuwanie rozszerzeń…";
"CleanProgressItemName_PrivacyGroupScanner" = "Czyszczenie śladów aktywności…";
"CleanProgressItemName_MailGroupScanner" = "Czyszczenie Mail…";
"CleanProgressItemName_iTunesGroupScanner" = "Czyszczenie zbędnych rzeczy z iTunes…";
"CleanProgressItemName_MaintenanceGroupScanner" = "Konserwacja w toku";
"CleanProgressItemName_UninstallerGroupScanner" = "Usuwanie plików programów…";
"CleanProgressItemName_Cleaned_SystemCleanupGroupScanner" = "Dziennik czyszczenia";
"CleanProgressItemName_Cleaned_LargeOldFilesGroupScanner" = "Dziennik usunięcia";
"CleanProgressItemName_Cleaned_iPhotoGroupScanner" = "Dziennik czyszczenia";
"CleanProgressItemName_Cleaned_TrashesGroupScanner" = "Dziennik czyszczenia";
"CleanProgressItemName_Cleaned_EraserGroupScanner" = "Dziennik usunięcia";
"CleanProgressItemName_Cleaned_ExtensionsGroupScanner" = "Dziennik usunięcia";
"CleanProgressItemName_Cleaned_PrivacyGroupScanner" = "Dziennik czyszczenia";
"CleanProgressItemName_Cleaned_MailGroupScanner" = "Dziennik czyszczenia";
"CleanProgressItemName_Cleaned_iTunesGroupScanner" = "Dziennik czyszczenia";
"CleanProgressItemName_Cleaned_MaintenanceGroupScanner" = "Dziennik konserwacji";
"CleanProgressItemName_Cleaned_UninstallerGroupScanner" = "Dziennik deinstalacji";

"MoveProgressItemName_LargeOldFilesGroupScanner" = "Przenoszenie plików do %@…";
"MoveProgressItemName_Moved_LargeOldFilesGroupScanner" = "Pliki przeniesione do %@";

/* Scan log process Texts */
"ScanLogHeaderText_GlobalGroupScanner" = "Pełne skanowanie w toku";
"ScanLogHeaderText_SystemCleanupGroupScanner" = "Skanowanie systemu";
"ScanLogHeaderText_LargeOldFilesGroupScanner" = "Szukam plików";
"ScanLogHeaderText_iPhotoGroupScanner" = "Skanowanie iPhoto";
"ScanLogHeaderText_TrashesGroupScanner" = "Opróżnienie Kosza";
"ScanLogHeaderText_MailGroupScanner" = "Skanowanie danych Mail w toku";
"ScanLogHeaderText_iTunesGroupScanner" = "Skanowanie danych ITunes w toku";
"CleanLogHeaderText_GlobalGroupScanner" = "Czyszczenie w toku";
"CleanLogHeaderText_SystemCleanupGroupScanner" = "Oczyszczanie systemu";
"CleanLogHeaderText_LargeOldFilesGroupScanner" = "Usuwanie starych plików";
"CleanLogHeaderText_iPhotoGroupScanner" = "Czyszczenie iPhoto";
"CleanLogHeaderText_TrashesGroupScanner" = "Opróżnianie kosza";
"CleanLogHeaderText_UninstallerGroupScanner" = "Dezinstalator";
"CleanLogHeaderText_EraserGroupScanner" = "Wymazuję pliki";
"CleanLogHeaderText_ExtensionsGroupScanner" = "Usuwanie rozszerzeń";
"CleanLogHeaderText_PrivacyGroupScanner" = "Czyszczenie danych witryn";
"CleanLogHeaderText_iTunesGroupScanner" = "Czyszczenie iTunes";
"CleanLogHeaderText_MailGroupScanner" = "Czyszczenie Mail";

/* Process log Texts */
"ProcessLogBottomSubtitle_StartupDiskMaintenanceScanner" = "Twój system przestanie odpowiadać podczas weryfikacji dysku startowego i wróci do normy po zakończeniu zadania.";
"MaintenanceVerifyDiskTask_UnavailableText" = "To zadanie nie jest dostępne dla Maców z systemem APFS. Zapoznaj się z zalecanymi krokami wykonania tej operacji dla Twojego Maca.";
"MaintenanceVerifyDiskTask_UnavailableLinkText" = "Zobacz instrukcje...";

/* Uninstaller clean item format texts */
"CleanLogTextFormat_Uninstalling1App" = "Odinstalowanie %@";
"CleanLogTextFormat_Resetting1App" = "Wyzerowanie %@";
"CleanLogTextFormat_RemovingFilesFrom1App" = "Usuwanie plików z %@";
"CleanLogTextFormat_UninstallingApps" = "Odinstalowanie %i programów";
"CleanLogTextFormat_ResettingApps" = "Wyzerowanie %i programów";
"CleanLogTextFormat_RemovingFilesFromApps" = "Usuwanie plików z %i programów";

/* Modules Display Names */
"DisplayName_GlobalGroupScanner" = "Oczyszczanie inteligentne";
"DisplayName_SystemCleanupGroupScanner" = "Śmieci systemowe";
"DisplayName_LargeOldFilesGroupScanner" = "Duże i stare pliki";
"DisplayName_iPhotoGroupScanner" = "Śmieci zdjęciowe";
"DisplayName_MailGroupScanner" = "Załączniki";
"DisplayName_iTunesGroupScanner" = "Śmieci iTunes";
"DisplayName_PrivacyGroupScanner" = "Prywatność";
"DisplayName_TrashesGroupScanner" = "Kosze";
"DisplayName_UninstallerGroupScanner" = "Dezinstalator";
"DisplayName_ExtensionsGroupScanner" = "Rozszerzenia";
"DisplayName_MaintenanceGroupScanner" = "Konserwacja";
"DisplayName_EraserGroupScanner" = "Niszczarka";

/* Smart Cleanup Display Names */
"DisplayShortName_Dashboard" = "Automatyczne";
"DisplayShortName_SystemCleanupGroupScanner" = "System";
"DisplayShortName_LargeOldFilesGroupScanner" = "Duże pliki";
"DisplayShortName_iPhotoGroupScanner" = "Zdjęcia";
"DisplayShortName_MailGroupScanner" = "Załączniki";
"DisplayShortName_iTunesGroupScanner" = "iTunes";
"DisplayShortName_Privacy" = "Prywatność";
"DisplayShortName_TrashesGroupScanner" = "Kosze";
"DisplayShortName_Applications" = "Dezinstalator";
"DisplayShortName_ExtensionsGroupScanner" = "Rozszerzenia";
"DisplayShortName_MaintenanceGroupScanner" = "Konserwacja";
"DisplayShortName_EraserGroupScanner" = "Niszczarka";

/* Log items description */
"This item was not cleaned, because the process was interrupted by using the Stop button." = "Czyszczenie tej rzeczy zostało przerwane przyciskiem «Zatrzymaj».";
"This item was cleaned partially, because the process was interrupted by using the Stop button." = "Ta rzecz została oczyszczona częściowo, ponieważ proces był przerwany przyciskiem «Zatrzymaj».";
"Skipped" = "Pominięte";

/* Submodules Display Names */
"System Cache Files" = "Systemowa pamięć podręczna";
"User Cache Files" = "Pamięć podręczna użytkownika";
"iOS Photo Cache" = "Zdjęciowa pamięć podręczna iOS";
"iOS Software Updates" = "Aktualizacje oprogramowania iOS";
"iTunes Cache" = "Pamięć podręczna iTunes";
"Album Artwork Cache" = "Pamięć podręczna grafiki albumów";
"System Log Files" = "Dzienniki systemowe";
"User Log Files" = "Dzienniki użytkownika";
"Development Junk" = "Śmieci programowe";
"Language Files" = "Tłumaczenia";
"Universal Binaries" = "Uniwersalne pliki binarne";
"Preference Panes" = "Panele preferencji";
"SyncedDirName" = "Pamięć podręczna „%@”";
"Broken Login Items" = "Niedziałające rzeczy startowe";
"Application Leftovers" = "Resztki programów";
"Broken Preferences" = "Uszkodzone Preferencje";
"Widgets" = "Widżety";
"Applications" = "Programy";
"Xcode Junk" = "Śmieci Xcode";
"DisplayName_iPhotoLibraryTrashFormat" = "Kosz %@";

/* Category names for plugins */
"QuickTime Player plugins" = "Wtyczki QuickTime Player";
"Safari plugins" = "Wtyczki Safari";
"QuickLook plugins" = "Wtyczki Szybkiego przeglądu";
"Finder plugins" = "Wtyczki Finder";
"Spotlight plugins" = "Wtyczki Spotlight";
"InputManagers" = "Kontrolerzy wtyczek wprowadzania";
"iTunes plugins" = "Wtyczki iTunes";
"Address Book plugins" = "Wtyczki Address Book";
"Screen Savers" = "Wygaszacze ekranu";
"Dictionaries" = "Słowniki";
"Mail plugins" = "Wtyczki Mail";
"Audio plugins" = "Wtyczki dźwiękowe";
"Services" = "Usługi";
"Growl plugins" = "Wtyczki Growl";
"Login Items" = "Rzeczy startowe";
"Scripting Additions" = "Dodatki skryptowe";
"Safari extensions" = "Rozszerzenia Safari";
"Chrome extensions" = "Rozszerzenia Chrome";
"Internet plugins" = "Wtyczki Internetowe";

/* Clean log text */
"ScanLogItemTitle_AlreadyClean" = "Usuń";
"CleanLogItemTitle_FailedToClean" = "Nie powiodło się";

/* Bottom Bar Texts */
"BottomBarText_ExtensionsAndFilesFormat" = "%@ i %@";
"BottomBarText_EraserFilesAndFoldersFormat" = "%@ i %@";
"BottomBarText_AppsXAndYFilesFormat" = "%@ i %@";
"BottomBarText_AppsXFromYFilesFormat" = "%@ z %@";

/* iPhoto Start Scan View */
"iPhotoStartViewText_NoDefaultLibrary" = "Brak bibliotek";
"iPhotoStartViewSubText_NoDefaultLibrary" = "Podaj lokalizację biblioteki";
"iPhotoStartViewSubText_Unsupported" = "Wersja tej biblioteki nie jest obsługiwana";

/* Uninstaller. Application resource category name. */
"Logs" = "Dzienniki";
"Binaries" = "Pliki binarne";
"Preferences" = "Preferencje";
"Crashes" = "Awarie";
"Plugins" = "Wtyczki";
"Installers" = "Instalatory";
"Growl" = "Growl";
"Help" = "Pomoc";
"Dock Icon" = "Ikona Dock";
"User Data" = "Dane użytkownika";
"Supporting Files" = "Pliki pomocnicze";

"%@ Dock Icon" = "Ikona %@ w Dock";
"%@ Cache" = "Pamięć podręczna %@";
"%@ Dev Junk" = "Śmieci programowe %@";
"%@ Extra Binaries" = "Zbędne pliki binarne %@";
"%@ from %@" = "%1$@ z %2$@";
"%@ Growl plugin" = "%@ Wtyczka Growl";
"%@ Localizations" = "Tłumaczenia %@";
"%@ Log" = "Dziennik %@";
"%@ Login Item" = "Rzecz startowa %@";
"%@ Startup Item" = "%@ rzecz startowa";
"%@ Software Update %@" = "Aktualizacja %1$@ do wersji %2$@";
"%@ to %@" = "%1$@ do %2$@";
"Opened %@" = "Otwarte %@";
"%@ ago" = "%@ temu";
"yesterday" = "wczoraj";
"today" = "dzisiaj";
"2 weeks" = "2 tygodnie";
"3 weeks" = "3 tygodni";
"a month" = "miesiąc";
"a week" = "tydzień";
"a year" = "rok";
"almost a month" = "prawie miesiąc";
"almost half a year" = "prawie pół roku";
"any time" = "w dowolnym czasie";
"any size" = "dowolnego rozmiaru";
"Add Folder…" = "Dodaj Folder…";
"Apple System Log" = "Dziennik systemu Apple";
"Unified Log" = "Zunifikowany dziennik";
"Back" = "Wróć";
"Intro" = "Intro";
"Broken" = "Uszkodzone";
"Cancel" = "Anuluj";
"Clean ✓" = "Czyste ✓";
"Clean is finished" = "Czyszczenie ukończone";
"Moving Complete" = "Przenoszenie ukończone!";
"Cleaned:" = "Usunięto:";
"NotificationDescription_LargeOldFilesScanFinished" = "CleanMyMac wykrył %@ dużych i starych plików do przejrzenia.";
"Cleanup iPhoto" = "Oczyszczanie iPhoto";
"Close Quick Look" = "Zamknij Szybki przegląd";
"Close" = "Zamknij";
"Complete" = "Zakończone";
"Contacts plugins" = "Wtyczki Kontaktów";
"Deselect \"%@\"" = "Odznacz „%@”";
"Deselect %d Items" = "Odznacz %d rzeczy";

"MenuItem_Ignore" = "Ignoruj „%@” w przyszłości";
"MenuItem_DontIgnore" = "Nie ignoruj „%@” w przyszłości";
"MenuItem_IgnoreAll" = "Ignoruj wszystko w „%@” w przyszłości";
"MenuItem_DontIgnoreAll" = "Nie ignoruj wszystko w „%@” w przyszłości";
"MenuItem_IgnoreSelected" = "Ignoruj w przyszłości wszystkie zaznaczone";
"MenuItem_DontIgnoreSelected" = "Nie ignoruj w przyszłości wszystkie zaznaczone";
"ButtonTitle_Ignore" = "Ignoruj";
"ButtonTitle_Ignored" = "Ignorowane";
"ButtonTitle_DontIgnore" = "Nie ignoruj";
"ButtonTitle_NotIgnored" = "Nie ignorowane";
"Empty" = "Pusty";
"Extensions" = "Rozszerzenia";
"File exists at requested directory location." = "Plik już istnieje w żądanym folderze.";
"Found:" = "Znaleziono:";
"Hide Ignored Items" = "Ukryj zignorowane rzeczy";
"iPhoto Masters" = "Oryginały w iPhoto";

"MenuItem_KeepApplication" = "Zachowaj \"%@\"";
"MenuItem_LaunchApplication" = "Uruchom \"%@\"";
"MenuItem_RelaunchApplication" = "Wznów \"%@\"";

"Launch" = "Uruchom";
"Leftovers" = "Resztki";
"Less than %@" = "Mniej niż %@";

"more than %@ ago" = "więcej niż %@ temu";
"More than %@" = "więcej niż %@";
"more than 2 months" = "ponad 2 miesiące";
"more than 2 weeks" = "ponad 2 tygodnie";
"more than 3 months" = "ponad 3 miesiące";
"more than 4 months" = "ponad 4 miesiące";
"more than a month" = "ponad miesiąc";
"more than a week" = "ponad tydzień";
"more than a year" = "ponad rok";
"more than half a year" = "ponad pół roku";
"never" = "nigdy";
"half a year" = "pół roku";
"Setapp_Applications_Node_Title" = "Programy Setapp";
"Setapp_Applications_Node_AmountOfSelected" = "Zaznaczono %li z %li";
"Folder_Dock_Icon_Title" = "Ikona %@ w Docku";


/* Group by types. In Uninstaller/Mail attachments. */
"Movies" = "Filmy";
"Music" = "Muzyka";
"Folders" = "Foldery";
"Documents" = "Dokumenty";
"All Files" = "Wszystkie pliki";
"Archives" = "Archiwa";
"Other" = "Inne";
"Pictures" = "Zdjęcia";
"Attached Files" = "Załączniki";
"Audiobooks" = "Książki audio";
"Podcasts" = "Podcasty";
"TV Shows" = "Programy TV";
"Books" = "Książki";
"iTunes U Media" = "Media iTunes U";

"No Modifiers" = "Brak korekcji";
"No photos" = "Brak zdjęć";

/* Search Menu Items */
"Name" = "Nazwa";
"Path" = "Ścieżka";
"All" = "Wszystko";

"Quick Look %d Items" = "Szybki przegląd %d rzeczy";
"Quick Look plugins" = "Wtyczki Szybkiego przeglądu";
"Quick Look" = "Szybki przegląd";
"QuickLook_ItemNameFormat" = "Szybki przegląd „%@“";

"Relaunch application to apply changes" = "Uruchom program ponownie, aby zastosować zmiany";
"Remove any Widget, Plugin or Preference Pane safely" = "Bezpiecznie usuń dowolny widżet, panel preferencji lub wtyczkę";
"Remove" = "Usuń";
"Removed %@" = "Usunięto %@";
"Reset %@ Ignore List" = "Wyzeruj listę ignorowania %@";
"Reveal in Finder" = "Pokaż w Finderze";
"Scan Another Folder" = "Zeskanuj inny folder";
"Scan is finished" = "Skanowanie ukończone";

"Select \"%@\" for Application Reset" = "Zaznacz „%@” do wyzerowania";
"Select \"%@\" for Complete Uninstallation" = "Zaznacz „%@” do pełnego odinstalowania";
"Select \"%@\" for Removal" = "Zaznacz „%@” do usunięcia";
"Select %d Items for Removal" = "Zaznacz %d rzeczy do usunięcia";
"Select Files…" = "Wybierz pliki…";
"Select for Removal" = "Zaznacz do usunięcia";

"Sort by Count" = "Sortuj wg ilości";
"Sort by Last Launch Date" = "Sortuj wg daty uruchomienia";
"Sort by Access Date" = "Sortuj wg daty dostępu";
"Sort by Name" = "Sortuj wg nazwy";
"Sort by Selection" = "Sortuj wg zaznaczenia";
"Sort by Size" = "Sortuj wg rozmiaru";
"Sort by Kind" = "Sortuj wg rodzaju";
"Sort by Path" = "Sortuj wg ścieżki";
"Sort by Date" = "Sortuj wg daty";

"Spotlight" = "Spotlight";
"Start Over" = "Nowe skanowanie";
"Starting new scan will discard current scan results" = "Rozpoczęcie nowego skanowania spowoduje utracenie bieżących wyników.";
"System Cleanup" = "System";
"The New CleanMyMac" = "Nowy CleanMyMac";
"The Trash folder of your iPhoto Library contains items that can be completely removed to free up more space." = "Kosz biblioteki iPhoto zawiera rzeczy, które możesz usunąć dla oszczędzenia przestrzeni dyskowej.";
"Trash List" = "Lista śmieci";
"Trash on %@" = "Kosz na %@";
"Trash" = "Kosz";
"Duplicates" = "Duplikaty";
"MenuItemTitle_UncheckAllGroups" = "Odznacz całą grupę";
"MenuItemTitle_UncheckAllItems" = "Odznacz wszystkie";
"ButtonLabel_UncheckAll" = "Odznacz wszystko";
"ButtonToolTipText_UncheckAll" = "Odznacz wszystkie pliki";
"MenuItemTitle_CheckFileByExtension" = "Zaznacz wszystkie pliki .%@";
"MenuItemTitle_CheckAllGroups" = "Zaznacz całą grupę";
"MenuItemTitle_CheckAllItems" = "Zaznacz wszystkie rzeczy";
"ButtonLabel_CheckAll" = "Zaznacz wszystko";
"ButtonToolTipText_CheckAll" = "Zaznacz wszystkie pliki";
"MenuItemTitle_CheckSameItems" = "Zaznacz podobne";
"MenuItemTitle_CheckNItems" = "Zaznaczono %@";
"MenuItemTitle_RevealInFinder" = "Pokaż w Finderze";
"MenuItemTitle_RevealIniTunes" = "Pokaż w programie iTunes";
"MenuItemTitle_RevealInPhotos" = "Pokaż w programie Zdjęcia";
"Unsupported" = "Nieobsługiwane";
"untitled event" = "untitled event";
"CleanLogHeaderText_ExtensionsGroupScanner" = "Rozszerzenia";
"Version: %@" = "Wersja: %@";
"Welcome!" = "Witaj!";
"ScannerTooltipText_TrashesGroupScanner" = "Twoje dyski zewnętrzne zawierają ukryte kosze, przechowujące wcześniej usunięte rzeczy. Mogą oni być opróżnione w celu uwolnienia miejsca.";
"ScannerTooltipText_SystemTrashes" = "Kosz systemowy przechowuje usunięte wcześniej, ale nadal zajmujące miejsce na dysku pliki.";

/* PluralForms */
"PluralForm0_item" = "rzecz";
"PluralForm1_item" = "rzeczy";
"PluralForm2_item" = "rzeczy";
"PluralForm0_itemAccusative" = "rzecz";
"PluralForm1_itemAccusative" = "rzeczy";
"PluralForm2_itemAccusative" = "rzeczy";
"PluralForm0_trace" = "ślad";
"PluralForm1_trace" = "ślady";
"PluralForm2_trace" = "śladów";
"PluralForm0_traceAccusative" = "ślad";
"PluralForm1_traceAccusative" = "ślady";
"PluralForm2_traceAccusative" = "śladów";
"PluralForm0_taskAccusative" = "zadanie";
"PluralForm1_taskAccusative" = "zadania";
"PluralForm2_taskAccusative" = "zadań";
"PluralForm0_taskLableAccusative" = "zadanie";
"PluralForm1_taskLableAccusative" = "zadania";
"PluralForm2_taskLableAccusative" = "zadań";
"PluralForm0_file" = "plik";
"PluralForm1_file" = "pliki";
"PluralForm2_file" = "plików";
"PluralForm0_fileAccusative" = "plik";
"PluralForm1_fileAccusative" = "pliki";
"PluralForm2_fileAccusative" = "plików";
"PluralForm0_folderAccusative" = "folder";
"PluralForm1_folderAccusative" = "foldery";
"PluralForm2_folderAccusative" = "folderów";
"PluralForm0_photo" = "zdjęcie";
"PluralForm1_photo" = "zdjęcia";
"PluralForm2_photo" = "zdjęć";

"PluralForm0_application" = "program";
"PluralForm1_application" = "programy";
"PluralForm2_application" = "programów";

/* Button label "View All 11 Applications */
"PluralForm0_applicationLabel" = "program";
/* Button label "View All 11 Applications */
"PluralForm1_applicationLabel" = "programów";
/* Button label "View All 11 Applications */
"PluralForm2_applicationLabel" = "programy";

"PluralForm0_applicationGenitive" = "program";
"PluralForm1_applicationGenitive" = "programy";
"PluralForm2_applicationGenitive" = "programów";

"PluralForm0_leftover" = "resztka";
"PluralForm1_leftover" = "resztki";
"PluralForm2_leftover" = "resztek";
"PluralForm0_leftoverGenitive" = "resztka";
"PluralForm1_leftoverGenitive" = "resztki";
"PluralForm2_leftoverGenitive" = "resztek";
"PluralForm0_Service" = "usługa";
"PluralForm1_Service" = "Usługi";
"PluralForm2_Service" = "Usługi";
"PluralForm0_PrefPane" = "panel preferencji";
"PluralForm1_PrefPane" = "Panele preferencji";
"PluralForm2_PrefPane" = "Panele preferencji";
"PluralForm0_Dictionary" = "słownik";
"PluralForm1_Dictionary" = "Słowniki";
"PluralForm2_Dictionary" = "Słowniki";
"PluralForm0_Widget" = "widżet";
"PluralForm1_Widget" = "Widżety";
"PluralForm2_Widget" = "Widżety";
"PluralForm0_ScreenSaver" = "wygaszacz ekranu";
"PluralForm1_ScreenSaver" = "Wygaszacze ekranu";
"PluralForm2_ScreenSaver" = "Wygaszacze ekranu";
"PluralForm0_InternetPlugin" = "wtyczka internetowa";
"PluralForm1_InternetPlugin" = "wtyczki Internetowe";
"PluralForm2_InternetPlugin" = "wtyczek Internetowych";
"PluralForm0_LoginItem" = "Rzecz startowa";
"PluralForm1_LoginItem" = "Rzeczy startowe";
"PluralForm2_LoginItem" = "Rzeczy startowe";
"PluralForm0_AudioPlugin" = "Wtyczka dźwiękowa";
"PluralForm1_AudioPlugin" = "Wtyczki dźwiękowe";
"PluralForm2_AudioPlugin" = "Wtyczek dźwiękowych";
"PluralForm0_issue" = "problem";
"PluralForm1_issue" = "problemy";
"PluralForm2_issue" = "problemów";
"PluralForm0_criticalIssue" = "problem krytyczny";
"PluralForm1_criticalIssue" = "problemy krytyczne";
"PluralForm2_criticalIssue" = "problemów krytycznych";
"PluralForm0_month" = "miesiąc";
"PluralForm1_month" = "miesięcy";
"PluralForm2_month" = "miesięcy";
"PluralForm0_Month" = "miesiąc";
"PluralForm1_Month" = "miesiące";
"PluralForm2_Month" = "miesięcy";
"PluralForm0_week" = "tydzień";
"PluralForm1_week" = "tygodnie";
"PluralForm2_week" = "tygodni";
"PluralForm0_Week" = "tydzień";
"PluralForm1_Week" = "tygodnie";
"PluralForm2_Week" = "tygodni";
"PluralForm0_day" = "dzień";
"PluralForm1_day" = "dni";
"PluralForm2_day" = "dni";
"PluralForm0_Day" = "dzień";
"PluralForm1_Day" = "dni";
"PluralForm2_Day" = "dni";
"PluralForm0_plugin" = "wtyczka";
"PluralForm1_plugin" = "wtyczki";
"PluralForm2_plugin" = "wtyczek";
"PluralForm0_extension" = "rozszerzenie";
"PluralForm1_extension" = "rozszerzenia";
"PluralForm2_extension" = "rozszerzeń";

/* Button label "View All 11 Extensions */
"PluralForm0_extensionLabel" = "rozszerzenie";
/* Button label "View All 11 Extensions */
"PluralForm1_extensionLabel" = "rozszerzenia";
/* Button label "View All 11 Extensions */
"PluralForm2_extensionLabel" = "rozszerzeń";

"PluralForm0_MailPlugin" = "wtyczka Mail";
"PluralForm1_MailPlugin" = "wtyczki Mail";
"PluralForm2_MailPlugin" = "wtyczek Mail";
"PluralForm0_copy" = "kopia";
"PluralForm1_copy" = "kopie";
"PluralForm2_copy" = "kopii";
"PluralForm0_app" = "program";
"PluralForm1_app" = "programy";
"PluralForm2_app" = "programów";

/* iPhoto Modifiers */
"iPhotoModifier_RAW" = "RAW";
"iPhotoModifier_RedEyed" = "Naprawione czerwone oczy";
"iPhotoModifier_Cropped" = "Kadrowane";
"iPhotoModifier_Rotated" = "Obracane";
"iPhotoModifier_Colored" = "Korygowane";
"iPhoto2ModifiersSeparator" = " i ";

/* Groups by Last Accessed Date */
"AccessedDateGroup_Today" = "Dzisiaj";
"AccessedDateGroup_WithinWeek" = "W zeszłym tygodniu";
"AccessedDateGroup_WeekAgo" = "Tydzień temu";
"AccessedDateGroup_MonthAgo" = "Miesiąc temu";
"AccessedDateGroup_MoreThanYearAgo" = "Rok temu";

/* L&O Slider Last Accessed Date Values */
"AccessedDateSlider_WithinWeek" = "w zeszłym tygodniu";
"AccessedDateSlider_WeekTo2Weeks" = "ponad tydzień temu";
"AccessedDateSlider_2WeeksToMonth" = "ponad dwa tygodnie temu";
"AccessedDateSlider_MonthTo3Months" = "ponad miesiąc temu";
"AccessedDateSlider_3MonthsToHalfYear" = "ponad trzy miesiące temu";
"AccessedDateSlider_HalfYearToYear" = "ponad pół roku temu";
"AccessedDateSlider_MoreThanYear" = "ponad rok temu";
"AccessedDateSlider_MoreThan2Years" = "ponad dwa lata temu";

/* Preferences CleanMyDrive Section */
"DescriptionText_LaunchCMD" = "Uruchom %@ dla monitorowania i usuwania śmieci z zewnętrznych dysków twardych i pamięci USB.";
"DescriptionText_CMDNotInstalled" = "%@ - to darmowe narzędzie do automatycznego usuwania śmieci z dysków zewnętrznych i pamięci USB.";
"Launch CleanMyDrive" = "Uruchom %@";
"Get on the Mac App Store" = "Pobierz w Mac App Store";

/* Look Up menu item */
"Look Up \"%@\"" = "Wyszukaj „%@”";

/* All Photos iPhoto group */
"All Photos" = "Wszystkie zdjęcia";

/* About Special Thanks Text */
"Special thanks to %@" = "Specjalne podziękowania dla %@";
"ProgressItemTitle_iPhotoCleanupRebuildAlbumData" = "Odbudowuję bazę danych";
"More MacPaw Products" = "Inne produkty MacPaw";

/* Tool Tip Texts */
"ToolTip_FoundInTotal" = "Wykryto łącznie: %@";
"ToolTip_FoundInTotalAvailableForClean" = "Wykryto łącznie: %@\nDostępne do czyszczenia automatycznego: %@";
"ItemTitle_DownloadsLog" = "Dziennik pobierania";

/* Tell a Friend Email */
"TellFriendMail_Subject" = "Sprawdź program CleanMyMac od MacPaw";
"TellFriendMail_Body" = "Cześć!  \n\nJuż używam CleanMyMac i jestem z niego naprawdę zadowolony.  \n\nZnajdź więcej informacji tutaj:";
"CleanMyMac Safety DataBase" = "Baza Bezpieczeństwa CleanMyMac";

/* Ignore List Strings */
"IgnoreList_OpenPanelPrompt" = "Dodaj";
"IgnoreList_OpenPanelPromptSysCleanup" = "Zaznacz programy dla dodania do Listy ignorowania:";
"IgnoreList_OpenPanelPromptLargeOld" = "Zaznacz rzeczy dla dodania do Listy ignorowania:";
"IgnoreList_OpenPanelPromptExtensions" = "Zaznacz pliki o określonych rozszerzeniach dla dodania do Listy ignorowania:";
"IgnoreList_OpenPanelPromptTrashes" = "Wybierz bibliotekę zdjęć aby dodać jej kosz do Listy ignorowania:";
"IgnoreList_ItemDescriptionCacheGroup" = "Grupa plików pamięci podręcznej";
"IgnoreList_ItemDescriptionApplication" = "To nie naruszy pliku programu, pamięci podręcznej i dzienników";
"IgnoreList_ItemDescriptionUserCache" = "Pamięć podręczna użytkownika";
"IgnoreList_ItemDescriptionUserLog" = "Dziennik użytkownika";
"IgnoreList_ItemDescriptionSystemCache" = "Systemowa pamięć podręczna";
"IgnoreList_ItemDescriptionSystemLog" = "Dziennik systemowy";
"IgnoreList_ItemDescriptionBrokenPref" = "Naruszony plik preferencji";
"IgnoreList_ItemDescriptionBrokenLogin" = "Naruszona rzecz startowa";
"IgnoreList_ItemDescriptioniOSUpdate" = "Plik aktualizacji oprogramowania iOS";
"IgnoreList_ItemDescriptioniPhotoSync" = "Plik pamięci podręcznej synchronizacji iPhoto";
"IgnoreList_ItemDescriptionOSXLanguage" = "Tłumaczenia macOS";
"IgnoreList_ItemDescriptionLeftover" = "Resztka";
"IgnoreList_ItemDescriptionDerivedData" = "Dane Xcode";
"IgnoreList_ItemTitleLocalziationOfAppFormat" = "Lokalizacja %@ %@";
"IgnoreList_ItemDescriptionLocalziationOfApp" = "Pliki językowe programu";
"IgnoreList_ItemDescriptionLocalziationOfAllApps" = "Pliki językowe wszystkich programów";
"IgnoreList_ItemDescriptionTrashiPhoto" = "Kosz biblioteki iPhoto";
"IgnoreList_ItemDescriptionTrashAperture" = "Kosz biblioteki Aperture";
"IgnoreList_ItemDescriptionTrashSystem" = "Kosz woluminu systemowego";
"IgnoreList_ItemDescriptionTrashMounted" = "Kosz woluminu zamontowanego";
"IgnoreList_ItemDescriptionTrashMail" = "Kosz Mail";
"IgnoreList_ItemDescriptionTrashPhotos" = "Kosz Zdjęć";
"IgnoreList_ItemDescriptionTrashGeminiDuplicates" = "Duplikaty Gemini";
"IgnoreList_ItemDescriptioniOSBackups" = "Kopia zapasowa iOS";
"IgnoreList_ItemDescriptioniOSSoftwareUpdates" = "Aktualizacja iOS";
"IgnoreList_ItemDescriptioniTunesDownloads" = "Pobrana rzecz z iTunes";
"IgnoreList_ItemDescriptioniOSApps" = "Program iOS";
"IgnoreList_ItemDescriptioniTunesCache" = "Folder pamięci podręcznej grafiki iTunes";
"IgnoreList_ItemTitleLargeOldGroupAccessed" = "Ost. otwarty: ";
"IgnoreList_ItemTitleLargeOldGroupSize" = "Rozmiar: ";
"IgnoreList_ItemTitleLargeOldGroupKind" = "Rodzaj: ";
"IgnoreList_ItemDescriptionMailAttachment" = "Załącznik";
"IgnoreList_ErrorDescription_KBHasSameSystemItem" = "Ta rzecz już jest w Bazie bezpieczeństwa CleanMyMac.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem" = "Nie ma potrzeby dodawać tę rzecz do Listy ignorowania, ponieważ jest ona domyślnie ignorowana w CleanMyMac 3.";
"IgnoreList_ErrorDescription_KBHasSameSystemItem_Some" = "Niektóre z rzeczy już są w Bazie bezpieczeństwa CleanMyMac.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem_Some" = "Nie ma potrzeby dodawać te rzeczy do Listy ignorowania, ponieważ są one domyślnie ignorowane w CleanMyMac 3.";
"IgnoreList_ErrorDescription_KBHasSameSystemItem_All" = "Te rzeczy już są w Bazie bezpieczeństwa CleanMyMac.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem_All" = "Nie ma potrzeby dodawać te rzeczy do Listy ignorowania, ponieważ są one domyślnie ignorowane w CleanMyMac 3.";
"IgnoreList_ErrorDescription_KBFailedToAddItem" = "Zaznaczone rzeczy nie mogą być dodane do Listy ignorowania.";
"IgnoreList_ErrorSuggestion_KBFailedToAddItem" = "Wznów CleanMyMac 3 i spróbuj ponownie.";
"IgnoreList_ErrorDescription_KBFailedToRemoveItem" = "Zaznaczone rzeczy nie mogą być usunięte z Listy ignorowania.";
"IgnoreList_ErrorSuggestion_KBFailedToRemoveItem" = "Wznów CleanMyMac 3 i spróbuj ponownie.";
"MailTrash_Title" = "Kosz konta „%@”";

/* Maintenance */
"DescriptionText_MailSpeedupScanner" = "Przebudowuje tzw. bazę danych skrzynki pocztowej Mail dla poprawienia szybkości wyszukiwania i wydajności skrzynki. Jest to bezpieczna i przydatna procedura, w żaden sposób nie wpływająca na e-maile.";
"DescriptionText_RebuildLaunchServicesDBScanner" = "Przebudowa bazy danych połączy wszystkie pliki i ich domyślnymi programami, naprawi ikony dla tych plików i rozwiąże inne podobne problemy.";
"DescriptionText_SpotlightSpeedupScanner" = "To zadanie inicjuje pełne indeksowanie głównej wyszukiwarki Twojego Maca dla poprawienia jej wydajności i dokładności. Należy wykonywać raz na jakiś czas dla zapewnienia najlepszej wydajności Spotlight.";
"DescriptionText_DiskMaintenanceScanner" = "Sprawdza dyski dla zapewnienia integralności danych. CleanMyMac naprawia znalezione problemy na wszystkich podłączonych dyskach bez konieczności ponownego uruchamiania Maca.";
"DescriptionText_StartupDiskMaintenanceScanner" = "Sprawdza dysk systemowy dla zapewnienia integralności danych. W razie potrzeby program wyświetli instrukcje naprawiania dysku przez funkcję odzyskiwania.";
"DescriptionText_PermissionsRepairScanner" = "Weryfikuje i naprawia naruszone uprawnienia plików i folderów dla zapewnienia prawidłowego funkcjonowania programów. Bardzo przydatny w rozwiązywaniu różnych problemów związanych z dostępem.";
"DescriptionText_PeriodicSpeedupScanner" = "Zadanie to obejmuje zestaw skryptów, które odświeżają dzienniki systemowe, usuwają tymczasowe rzeczy i uruchomiają szereg przydatnych optymalizacji systemu. Znane jako codzienne, cotygodniowe i comiesięczne skrypty są one użyteczne dla utrzymywania Twojego systemu macOS w dobrym stanie.";
"DescriptionText_DNSMaintenanceScanner" = "macOS przechowuje lokalną pamięć podręczną rozwiązanych kwerend DNS przez czas określony przez serwer DNS, ale czasami może przydać się natychmiastowe wyzerowanie pamięci podręcznej. Konieczność może wystąpić po zmianie lub dodaniu nowego wpisu na serwerze.";
"RecommendationText_PermissionsRepairScanner" = "● Nieprawidłowa praca programów\n● Niemożliwość przenoszenia lub usuwania plików \n● Zaleca się sporadyczne wykorzystanie";
"RecommendationText_MailSpeedupScanner" = "● Powolne wyszukiwanie w programie „Mail”\n● Różne problemy ze skrzynkami pocztowymi \n● Zaleca się sporadyczne wykorzystanie";
"RecommendationText_RebuildLaunchServicesDBScanner" = "● Pliki otwierane niewłaściwymi programami\n● Niewłaściwe ikony plików\n● Zaleca się wykorzystanie przy występowaniu problemów";
"RecommendationText_SpotlightSpeedupScanner" = "● Ogólny spadek wydajności wyszukiwania\n● Spotlight nie potrafi odnaleźć istniejące rzeczy \n● Zadanie jest czasochłonne, zaleca się bardzo rzadkie użycie";
"RecommendationText_DiskMaintenanceScanner" = "● Zalecane sporadyczne stosowanie dla zapewnienia bezpieczeństwa danych";
"RecommendationText_StartupDiskMaintenanceScanner" = "● Zalecane sporadyczne stosowanie dla zapewnienia bezpieczeństwa danych";
"RecommendationText_PeriodicSpeedupScanner" = "● Przydatne i lekkie zadania do codziennego użytku";
"RecommendationText_DNSMaintenanceScanner" = "● Niemożliwość podłączenia się do niektórych witryn \n● Przypadkowe spowolnienie sieci \n● Używaj przy wystąpieniu problemów";
"CleanProgressItemName_MaintenanceGroupScanner" = "Konserwacja w toku";
"CleanLogHeaderText_MaintenanceGroupScanner" = "Konserwacja";

/* Dashboard */
"Dashboard_Description_Audio" = "Wyświetla rozmiar wszystkich plików audio na dysku. Należą do nich MP3, AAC, AIFF, APE i inne znane formaty audio.";
"Dashboard_Description_Movies" = "Wyświetla rozmiar wszystkich plików wideo na dysku. Należą do nich filmy i podcasty we wszystkich znanych formatach wideo.";
"Dashboard_Description_Photos" = "Wyświetla rozmiar wszystkich obrazków na dysku. Należą do nich JPEG, PNG, TIFF i inne znane formaty.";
"Dashboard_Description_Apps" = "Wyświetla rozmiar wszystkich programów na dysku. Należą do nich programy z każdej lokacji na dysku.";
"Dashboard_Description_Other" = "Wyświetla rozmiar różnych plików na dysku, które nie mogą być odniesione do żadnej z pozostałych kategorii.";
"Dashboard_Description_Backups" = "Wyświetla rozmiar archiwum, pojemników i kopii zapasowych różnego pochodzenia.";
"Dashboard_Description_Used" = "Wyświetla rozmiar wszystkich plików na dysku.";

/* CMM Preferences */
"Preferences_healthDescription" = "Po włączeniu funkcja działa jak system wczesnego ostrzegania o problemach sprzętowych.";
"Preferences_learnMore" = "Więcej…";
"Preferences_UpdateStatusLastCheck" = "Sprawdzone:";
"Smart Cleanup" = "Oczyszczanie inteligentne";
"CleanMyMac 3 Menu" = "Menu CleanMyMac 3";
"Updates" = "Aktualizacje";
"Scheduler" = "Planowanie";
"General" = "Ogólne";
"Ignore List" = "Lista ignorowania";
"Privacy" = "Prywatność";
"Preferences_halloweenHoliday" = "Halloween:";
"Preferences_winterHolidays" = "Nowy Rok:";

/* Internet Cleanup */
"InternetCleanup_TimeRangeLastHour" = "ostatnia godzina";
"InternetCleanup_TimeRangeLastDay" = "Ostatni dzień";
"InternetCleanup_TimeRangeLastWeek" = "ostatni tydzień";
"InternetCleanup_TimeRangeLastTwoWeeks" = "Ostatnich 2 tygodni";
"InternetCleanup_TimeRangeLastMonth" = "ostatniego miesiącu";
"InternetCleanup_TimeRangeLastSixMonths" = "ostatnich 6 miesięcy";
"InternetCleanup_TimeRangeLastYear" = "ostatniego roku";
"InternetCleanup_TimeRangeEverything" = "całego czasu";

/* Mail Attachments */
"DescriptionText_MailAttachmentsScanner" = "Wszystkie załączniki z e-maili są przechowywane lokalnie, ale nadal dostępne przez Mail po czyszczeniu. CleanMyMac oferuje usuwać tylko odzyskiwalne załączniki, chroniąc te zmodyfikowane po pobraniu.";

/* Start Scan */
"SystemCleanupGroupScanner_BenefitTitle_0" = "Optymalizuje Twój system";
"SystemCleanupGroupScanner_BenefitTitle_1" = "Zmniejsza programy";
"SystemCleanupGroupScanner_BenefitTitle_2" = "Naprawia błędy";
"SystemCleanupGroupScanner_BenefitDescription_0" = "Usuń pliki tymczasowe, a uwolnisz miejsce i poprawisz wydajność Twojego Maca.";
"SystemCleanupGroupScanner_BenefitDescription_1" = "Usuń nieużywane pliki binarne i tłumaczenia bez wpływu na funkcjonalność programów.";
"SystemCleanupGroupScanner_BenefitDescription_2" = "Pozbądź się naruszonych rzeczy i resztek, które mogą spowodować nieprawidłowe zachowanie się.";
"MailGroupScanner_BenefitTitle_0" = "Oszczędza miejsce na dysku";
"MailGroupScanner_BenefitTitle_1" = "Optymalizuje pliki Mail";
"MailGroupScanner_BenefitDescription_0" = "Usuwaj załączniki z wiadomości e-mail, które pozostają dostępne przez skrzynkę odbiorczą.";
"MailGroupScanner_BenefitDescription_1" = "Nie przechowuj w Mail setek logo firmowych i innych drobnych załączników.";
"iTunesGroupScanner_BenefitTitle_0" = "Usuwa z Maca zbędne dane iOS";
"iTunesGroupScanner_BenefitTitle_1" = "Wykrywa naruszone pobrane pliki";
"iTunesGroupScanner_BenefitDescription_0" = "Usuwaj wykorzystane dane, w tym stare aktualizacje oprogramowania oraz kopie zapasowe urządzeń iOS.";
"iTunesGroupScanner_BenefitDescription_1" = "Pozbądź się wszelkich ukrytych, ale marnujących miejsce niepełnych pobierań w iTunes.";
"MaintenanceGroupScanner_BenefitTitle_0" = "Poprawia wydajność dysku";
"MaintenanceGroupScanner_BenefitTitle_1" = "Rozwiązuje różne błędy programów";
"MaintenanceGroupScanner_BenefitTitle_2" = "Poprawia wyniki wyszukuwania";
"MaintenanceGroupScanner_BenefitDescription_0" = "Zadbaj o swoje dyski i upewnij się że są w dobrym stanie.";
"MaintenanceGroupScanner_BenefitDescription_1" = "Naprawiaj niewłaściwe zachowanie się programów przez sprawdzenie uprawnień lub wykonywanie skryptów konserwacji.";
"MaintenanceGroupScanner_BenefitDescription_2" = "Reindeksuj bazy Spotlight i Mail, aby poprawić wyniki wyszukiwania.";
"PrivacyGroupScanner_BenefitTitle_0" = "Wymazuje historię witryn";
"PrivacyGroupScanner_BenefitTitle_1" = "Wymazuje dane czatów";
"PrivacyGroupScanner_BenefitDescription_0" = "Wymaż historię, formularze autouzupełniania i inne dane zapisywane popularnymi przeglądarkami.";
"PrivacyGroupScanner_BenefitDescription_1" = "Łatwo i błyskawicznie wymazuj historie czatów Skype i Wiadomości.";
"TrashesGroupScanner_BenefitTitle_0" = "Opróżnij wszystkie kosze za raz";
"TrashesGroupScanner_BenefitTitle_1" = "Unikaj błędów w Finderze";
"TrashesGroupScanner_BenefitDescription_0" = "Nie ma potrzeby przeglądać wszystkie dyski i programy, aby oczyścić kosze. Oczyszczaj wszystko od razu.";
"TrashesGroupScanner_BenefitDescription_1" = "Z CleanMyMac wszystkie kosze zostaną opróżnione, bez względu na błędy w Finderze.";
"iPhotoGroupScanner_BenefitTitle_0" = "Optymalizuje dane biblioteki zdjęć";
"iPhotoGroupScanner_BenefitTitle_1" = "Zamień RAW na JPEG";
"iPhotoGroupScanner_BenefitTitle_1_HighSierra" = "Usuwa pamięć podręczną iCloud";
"iPhotoGroupScanner_BenefitDescription_0" = "Wyczyść wszystkie rzeczy, które faktycznie nie dotyczą zdjęć.";
"iPhotoGroupScanner_BenefitDescription_1" = "Przechowywuj obrazy JPEG wysokiej jakości zamiast dużych RAW.";
"iPhotoGroupScanner_BenefitDescription_1_HighSierra" = "Uwolnij Maca od plików, które zawsze odzyskasz z iCloud.";
"ExtensionsGroupScanner_BenefitTitle_0" = "Usuwa rozszerzenia poprawnie";
"ExtensionsGroupScanner_BenefitTitle_1" = "Wyłącza rozszerzenia na żądanie";
"ExtensionsGroupScanner_BenefitDescription_0" = "Usuwaj niepożądane rozszerzenia, a także wszystkie rzeczy pokrewne bezpiecznie.";
"ExtensionsGroupScanner_BenefitDescription_1" = "Nie tylko usuwaj rozszerzenia całkowicie, ale też tymczasowo wyłączaj je.";
"UninstallerGroupScanner_BenefitTitle_0" = "Poprawnie usuwa programy";
"UninstallerGroupScanner_BenefitTitle_1" = "Resetuje programy";
"UninstallerGroupScanner_BenefitDescription_0" = "Usuwa pliki pamięci podręcznej, preferencje i inne pokrewne pliki pomocnicze.";
"UninstallerGroupScanner_BenefitDescription_1" = "Przywracaj programom stan początkowy resetując ich powiązane dane.";
"EraserGroupScanner_BenefitTitle_0" = "Bezpiecznie wymazuje dane poufne";
"EraserGroupScanner_BenefitTitle_1" = "Omija różne błędy Findera";
"EraserGroupScanner_BenefitDescription_0" = "Wymazuj pliki i w sposób bezpowrotny.\n";
"EraserGroupScanner_BenefitDescription_1" = "Łatwo usuwaj rzeczy zablokowane przez uruchomione procesy bez błędów w Finderze.";
"LargeOldFilesGroupScanner_BenefitTitle_0" = "Odnajduje wysypiska plików";
"LargeOldFilesGroupScanner_BenefitTitle_1" = "Lekko śmiga przez pliki";
"LargeOldFilesGroupScanner_BenefitDescription_0" = "Łatwo zidentyfikuj i przejrzyj zapomniane rzeczy i zastanów się o ich usunięciu.";
"LargeOldFilesGroupScanner_BenefitDescription_1" = "Korzystaj z łatwych w użyciu filtrów dla szybkiego przeglądu i usuwania.";
// Summary screens
"Generic_summary_manual_only_title" = "Brak rzeczy do automatycznego zaznaczenia.";
"Generic_summary_manual_only_subtitle" = "Jednak znalazłem kilka rzeczy, możesz je przejrzeć i usunąć.";
"SystemCleanupGroupScanner_summary_auto_and_manual_subtitle" = "Zawiera tymczasowe rzeczy: pliki pamięci podręcznej, dzienniki, niewykorzystane tłumaczenia systemu i programów.";
"SystemCleanupGroupScanner_summary_auto_only_subtitle" = "Zawiera tymczasowe rzeczy: pliki pamięci podręcznej, dzienniki, niewykorzystane tłumaczenia systemu i programów.";
"SystemCleanupGroupScanner_summary_manual_only_title" = "System jest w porządku.";
"SystemCleanupGroupScanner_summary_manual_only_subtitle" = "Jednak znalazłem kilka rzeczy, możesz je przejrzeć i usunąć.";
"SystemCleanupGroupScanner_summary_user_selection_subtitle" = "Zaznaczone rzeczy będą usunięte po kliknięciu przycisku „Usuń”.";
"LargeOldFilesGroupScanner_summary_manual_only_title" = "Przejrzyj znalezione pliki.";
"LargeOldFilesGroupScanner_summary_manual_only_subtitle" = "Duże i stare rzeczy wymaga przeglądu przed usunięciem, gdyż zawierają wyłącznie Twoje pliki.";
"LargeOldFilesGroupScanner_summary_user_selection_subtitle" = "Zaznaczone rzeczy będą usunięte po kliknięciu przycisku „Usuń”.";
"MailGroupScanner_summary_auto_and_manual_subtitle" = "Zawiera lokalnie przechowywane załączniki, które łatwo przywrócić z Twojej skrzynki online.";
"MailGroupScanner_summary_auto_only_subtitle" = "Jednak znalazłem kilka rzeczy, możesz je przejrzeć i usunąć.";
"MailGroupScanner_summary_manual_only_title" = "Program „Mail” jest czysty.";
"MailGroupScanner_summary_manual_only_subtitle" = "Jednak znalazłem kilka rzeczy, możesz je przejrzeć i usunąć.";
"MailGroupScanner_summary_user_selection_subtitle" = "Zaznaczone rzeczy będą usunięte po kliknięciu przycisku „Usuń”.";
"iPhotoGroupScanner_summary_auto_and_manual_subtitle" = "Zawiera ukryte oryginały zdjęć po korekcji czerwonych oczu i obróceniu.";
"iPhotoGroupScanner_summary_auto_only_subtitle" = "Zawiera ukryte oryginały zdjęć po korekcji czerwonych oczu i obróceniu.";
"iPhotoGroupScanner_summary_manual_only_title" = "Biblioteka zdjęć jest dość czysta.";
"iPhotoGroupScanner_summary_user_selection_subtitle" = "Zaznaczone rzeczy będą usunięte po kliknięciu przycisku „Usuń”.";
"iTunesGroupScanner_summary_auto_and_manual_subtitle" = "Zawiera przechowywane na Twoim Macu nieaktualne kopie zapasowe urządzeń, aktualizacje i programy iOS i naruszone pobrane pliki w iTunes.";
"iTunesGroupScanner_summary_auto_only_subtitle" = "Zawiera przechowywane na Twoim Macu nieaktualne kopie zapasowe urządzeń, aktualizacje i programy iOS i naruszone pobrane pliki w iTunes.";
"iTunesGroupScanner_summary_manual_only_title" = "Program iTunes jest dość czysty.";
"iTunesGroupScanner_summary_manual_only_subtitle" = "Jednak znalazłem kilka rzeczy, możesz je przejrzeć i usunąć.";
"iTunesGroupScanner_summary_user_selection_subtitle" = "Zaznaczone rzeczy będą usunięte po kliknięciu przycisku „Usuń”.";
"TrashesGroupScanner_summary_auto_and_manual_subtitle" = "Zawiera wszystkie pliki z koszy na Twoim Macu, w tym z koszy iPhoto, Aperture i Mail.";
"TrashesGroupScanner_summary_auto_only_subtitle" = "Zawiera wszystkie pliki z koszy na Twoim Macu, w tym z koszy iPhoto, Aperture i Mail.";
"TrashesGroupScanner_summary_user_selection_subtitle" = "Zaznaczone rzeczy będą usunięte po kliknięciu przycisku „Usuń”.";

/* Module cleanup complete Texts with format */
"CleanupCompleteTitle_Generic" = "%@ oczyszczone.";
"CleanupCompleteTitle_LargeOldFilesGroupScanner" = "%@ usunięto.";
"CleanupCompleteTitle_MaintenanceGroupScanner" = "%@ zakończone.";
"CleanupCompleteTitle_EraserGroupScanner" = "%@ wymazane.";
"CleanupCompleteItemsTitle_Generic" = "%@ rozwiązane.";
"CleanupCompleteItemsTitle_PrivacyGroupScanner" = "%@ oczyszczono.";
"CleanupCompleteItemsTitle_ExtensionsGroupScanner" = "%@ usunięto.";

"CleanupCompleteReviewMoreTitle_Generic" = "Przejrzyj pliki";
"CleanupCompleteReviewMoreTitle_SystemCleanupGroupScanner" = "Szczegóły";
"CleanupCompleteReviewMoreTitle_iPhotoGroupScanner" = "Szczegóły";
"CleanupCompleteReviewMoreTitle_UninstallerGroupScanner" = "Zobacz wszystkie %d programy…";
"CleanupCompleteReviewMoreTitle_MaintenanceGroupScanner" = "Wybierz zadania";
"CleanupCompleteReviewMoreTitle_PrivacyGroupScanner" = "Przejrzyj listę";
"CleanupCompleteReviewMoreTitle_ExtensionsGroupScanner" = "Zobacz wszystkie rozszerzenia";
"CleanupCompleteReviewMoreTitle_EraserGroupScanner" = "Wybierz pliki…";
"CleanupCompleteText_Generic" = "Teraz masz dostępne %@ na dysku startowym.";
"CleanupCompleteText_MaintenanceGroupScanner" = "Mac powinien teraz działać płynniej.";
"CleanupCompleteText_PeriodicMaintenanceNode" = "Konserwacja wykonana. Twój Mac powinien teraz działać płynniej.";
"CleanupCompleteText_PermsRepairNode" = "Uruchomiono naprawianie uprawnień. \nTen proces rozwiąże wszelkie problemy związane z dostępem do plików.";
"CleanupCompleteText_DiskVerifyNode" = "Dysk startowy sprawdzony. Dane są w dobrym stanie.";
"CleanupCompleteText_DiskRepairNode" = "Dysk sprawdzony.\nTwoje dane są w dobrej kondycji.";
"CleanupCompleteText_LSDBRebuildNode" = "Baza danych usług uruchamiania odbudowana. Wszystkie pliki powinny teraz być powiązane ze właściwymi programami.";
"CleanupCompleteText_SpotlightMaintenanceNode" = "Przebudowa Spotlight w toku.\nPo ukończeniu procesu w tle wyszukiwanie powinno pracować lepiej i szybciej.";
"CleanupCompleteText_MailIndexNode" = "Baza danych Mail przebudowana. Szybkość działania i wyszukiwania powinna wzrosnąć.";
"CleanupCompleteText_DNSNode" = "Pamięć podręczna DNS opróżnione. Połączenie sieciowe powinno teraz działać bez problemów.";
"CleanupCompleteReviewMore_SystemCleanupGroupScanner" = "Przejrzyj pozostałe rzeczy i odzyskaj więcej miejsca.";
"CleanupCompleteReviewMore_LargeOldFilesGroupScanner" = "Przejrzy pozostałe pliki, jeśli chcesz odzyskać więcej miejsca.";
"CleanupCompleteReviewMore_iPhotoGroupScanner" = "Przejrzyj pozostałe rzeczy i odzyskaj więcej miejsca.";
"CleanupCompleteReviewMore_MailGroupScanner" = "Odzyskaj więcej miejsca, przeglądając pozostałe załączniki i pobrane pliki.";
"CleanupCompleteReviewMore_iTunesGroupScanner" = "Odzyskaj więcej miejsca, przeglądając pozostałe dane iTunes.";
"CleanupCompleteReviewMore_PrivacyGroupScanner" = "Przejrzyj listę rzeczy do czyszczenia usuń więcej śladów Twojej aktywności.";
"CleanupCompleteReviewMore_MaintenanceGroupScanner" = "Zobacz listę procedur obsługi i uruchom dodatkowe zadania.";
"CleanupCompleteReviewMore_UninstallerGroupScanner" = "Przejrzyj listę pozostałych programów.";
"CleanupCompleteReviewMore_TrashesGroupScanner" = "Przejrzyj pozostałą zawartość koszu i odzyskaj więcej miejsca.";
"CleanupCompleteReviewMore_ExtensionsGroupScanner" = "Przejrzyj listę wszystkich rozszerzeń i zastanów się o dodatkowym czyszczeniu.";
"CleanupCompleteReviewMore_EraserGroupScanner" = "Dodaj lub po prostu przeciągnij i upuść pliki dla wymazania.";

"CleanupCompleteMovedTitle_Generic" = "%@ przeniesione.";

/* Smart Cleanup */

"SystemCleanupGroupScanner_smartCleanup_description" = "Usuwa tymczasowe i nieużywane rzeczy dla odzyskania wolnego miejsca.";
"SystemCleanupGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Nieaktualne pliki pamięci podręcznej \n✓ Stare dzienniki \n✓ Dodatkowy kod binarny \n✓ Nieużywane tłumaczenia \n✓ Naruszone dane programów";
"SystemCleanupGroupScanner_smartCleanup_selection_needs_review" = "Wszystkie znalezione rzeczy macOS wymagają przeglądu.";
"SystemCleanupGroupScanner_smartCleanup_nothing_found" = "Twój system jest czysty i nie wymaga czyszczenia.";
"SystemCleanupGroupScanner_smartCleanup_not_scanned" = "Uruchom nowe skanowanie dla analizy plików macOS.";
"SystemCleanupGroupScanner_smartCleanup_selection_disclaimer" = "Usunięcie tych rzeczy nie wpłynie na funkcjonalność systemu.";
"SystemCleanupGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Inne rzeczy według Twego wyboru";

"iPhotoGroupScanner_smartCleanup_description" = "Czyści biblioteki zdjęć ze wszelkich danych pomocniczych.";
"iPhotoGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Pliki zdjęciowej pamięci podręcznej\n✓ Pamięć podręczna Twarzy";
"iPhotoGroupScanner_smartCleanup_selection_needs_review" = "Twoja biblioteka zdjęć sprawdzona, ale wymaga twojej uwagi.";
"iPhotoGroupScanner_smartCleanup_nothing_found" = "Biblioteka zdjęć jest czysta i nie zawiera zbędnych danych pomocniczych.";
"iPhotoGroupScanner_smartCleanup_not_scanned" = "Uruchom nowe skanowanie dla sprawdzenia biblioteki zdjęć.";
"iPhotoGroupScanner_smartCleanup_selection_disclaimer" = "Będą usunięte wyłącznie oryginały wcześniej modyfikowanych zdjęć. Faktyczne zdjęcia nie będą naruszone.";
"iPhotoGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Inne rzeczy według Twego wyboru";

"MailGroupScanner_smartCleanup_description" = "Usuwa odzyskiwalne pobrane pliki i lokalne kopie załączników z wiadomości e-mail.";
"MailGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Lokalnie przechowywane załączniki \n✓ Odzyskiwalne pliki do pobrania przez Mail";
"MailGroupScanner_smartCleanup_selection_needs_review" = "Dane Mail sprawdzone, ale wymagają przeglądu przed czyszczeniem.";
"MailGroupScanner_smartCleanup_nothing_found" = "Mail nie zawiera zbędnych danych lokalnych.";
"MailGroupScanner_smartCleanup_not_scanned" = "Uruchom nowe skanowane dla sprawdzenia lokalnych danych Mail.";
"MailGroupScanner_smartCleanup_selection_disclaimer" = "Każdy z usunięty plików może być odzyskany przez Mail.";
"MailGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Zmodyfikowane pobrane pliki Mail wg Twojego wyboru";

"iTunesGroupScanner_smartCleanup_description" = "Usuwa niepotrzebne dane iTunes, pozostające po synchronizacji urządzeń iOS.";
"iTunesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Przestarzałe kopii zapasowe urządzeń iOS  \n✓ Zużyte aktualizacje oprogramowania iOS \n✓ Kopie programów iOS przechowywane na Macu \n✓ Naruszone pobrane pliki z iTunes";
"iTunesGroupScanner_smartCleanup_selection_needs_review" = "Dane iTunes zanalizowane, ale wymagają sprawdzenia przed oczyszczaniem.";
"iTunesGroupScanner_smartCleanup_nothing_found" = "ITunes jest czysty i nie zawiera zbędnych danych.";
"iTunesGroupScanner_smartCleanup_not_scanned" = "Uruchom nowe skanowanie dla sprawdzenia danych iTunes.";
"iTunesGroupScanner_smartCleanup_selection_disclaimer" = "Na liście inteligentnego usuwania są tylko nieaktualne, naruszone lub niepotrzebne pliki.";

"TrashesGroupScanner_smartCleanup_description" = "Opróżniaj wszystkie dostępne na Twoim Macu kosze, w tym kosz Mail i biblioteki zdjęć.";
"TrashesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Zawartość Kosza głównego\n✓ Kosze Mail i bibliotek zdjęć";
"TrashesGroupScanner_smartCleanup_selection_needs_review" = "Kosze zanalizowane, ale wymagają przeglądu przed czyszczeniem.";
"TrashesGroupScanner_smartCleanup_nothing_found" = "Wszystkie kosze są puste.";
"TrashesGroupScanner_smartCleanup_not_scanned" = "Uruchom nowe skanowanie dla sprawdzenia koszy.";
"TrashesGroupScanner_smartCleanup_selection_disclaimer" = "Już w zasadzie usunąłeś wszystkie te pliki, więc mało szans na to, że są oni Ci potrzebne.";

"LargeOldFilesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Duże i stare pliki według Twojego wybóru";
"LargeOldFilesGroupScanner_smartCleanup_selection_needs_review" = "Pliki zostały zanalizowane i czekają na Twoją decyzję o usunięciu.";
"LargeOldFilesGroupScanner_smartCleanup_nothing_found" = "Brak dużych lub starych plików wśród Twoich danych.";
"LargeOldFilesGroupScanner_smartCleanup_not_scanned" = "Uruchom nowe skanowanie, aby zlokalizować duże i stare rzeczy wśród Twoich plików.";

"SmartCleanup_ScanResults_Status_AutomaticCleanup" = "Mogą być usunięte bezpiecznie";
"SmartCleanup_ScanResults_Status_AutomaticCleanup_Modified" = "Mogą być usunięte";
"SmartCleanup_ScanResults_Subtitle_AutomaticCleanup" = "CleanMyMac zidentyfikował rzeczy do usunięcia bez naruszenia systemu lub danych prywatnych.";

"SmartCleanup_ScanResults_Title_ManualCleanup" = "Skanowanie ukończone!";
"SmartCleanup_ScanResults_Status_ManualCleanup" = "Mac jest w porządku";
"SmartCleanup_ScanResults_Subtitle_ManualCleanup" = "Jednak, w modułach są rzeczy wymagające Twojej uwagi.";

"SmartCleanup_ScanResults_Title_NothingFound" = "Ślicznie!";
"SmartCleanup_ScanResults_Status_NothingFound" = "Mac czysty";
"SmartCleanup_ScanResults_Subtitle_NothingFound" = "Pełne skanowanie nie wykryło rzeczy do usunięcia.";

/* Purchase */
"Purchase_Title_1A" = "Kup licencję i ukończ czyszczenie";
"Purchase_Subtitle_1A" = "Już usunąłeś 500 MB niepotrzebnych plików z Maca. Kup pełną wersję, aby usunąć resztę i oczyszczać Maca bez ograniczeń.";
"Purchase_IconsTitle_1A" = "Z licencją CleanMyMac 3 będziesz w stanie:";
"Purchase_IconLabel1_1A" = "Czyścić gigabajty śmieci";
"Purchase_IconLabel2_1A" = "Konserwuj Mac";
"Purchase_IconLabel3_1A" = "Odinstalowuj programy całkowicie";
"Purchase_IconLabel4_1A" = "Miej czystszy i szczęśliwszy Mac";
"Purchase_MainButtonTitle_1A" = "Kup teraz";
"Purchase_Title_1B" = "Okres próbny CleanMyMac 3 wygasł.";
"Purchase_Subtitle_1B" = "Już nieco posprzątaliśmy i zoptymalizowaliśmy Twój Mac! Kup licencję dziś i odzyskaj więcej miejsca.";
"Purchase_IconsTitle_1B" = "Z licencją CleanMyMac 3 będziesz w stanie:";
"Purchase_IconLabel1_1B" = "Czyścić gigabajty śmieci";
"Purchase_IconLabel2_1B" = "Konserwuj Mac";
"Purchase_IconLabel3_1B" = "Odinstalowuj programy całkowicie";
"Purchase_IconLabel4_1B" = "Miej czystszy i szczęśliwszy Mac";
"Purchase_MainButtonTitle_1B" = "Kup teraz";
"Purchase_Title_1C" = "Uaktualnij do CleanMyMac 3 dzisiaj!";
"Purchase_Subtitle_1C" = "Pomyślnie usunąłeś 500 MB z Twojego Maca za darmo z CleanMyMac 3! Jako istniejący użytkownik możesz uaktualnić licencję dzisiaj z 50% rabatu.";
"Purchase_IconsTitle_1C" = "Nowe rzeczy do zrobienia z CleanMyMac 3:";
"Purchase_IconLabel1_1C" = "Czyszczenie załączników z e-maili";
"Purchase_IconLabel2_1C" = "Usunięcie śmieci z iTunes";
"Purchase_IconLabel3_1C" = "Wymaż historię przeglądarki i konwersacji";
"Purchase_IconLabel4_1C" = "Konserwuj Mac";
"Purchase_MainButtonTitle_1C" = "Aktualizuj teraz z rabatem 50%";
"Purchase_Title_1D" = "Okres próbny CleanMyMac 3 wygasł.";
"Purchase_Subtitle_1D" = "Już trochę zoptymalizowaliśmy Twój Mac! Jako istniejący użytkownik możesz uaktualnić program dzisiaj z 50% rabatem.";
"Purchase_IconsTitle_1D" = "Nowe rzeczy do zrobienia z CleanMyMac 3:";
"Purchase_IconLabel1_1D" = "Czyszczenie załączników z e-maili";
"Purchase_IconLabel2_1D" = "Usunięcie śmieci z iTunes";
"Purchase_IconLabel3_1D" = "Wymaż historię przeglądarki i konwersacji";
"Purchase_IconLabel4_1D" = "Konserwuj Mac";
"Purchase_MainButtonTitle_1D" = "Aktualizuj teraz z rabatem 50%";
"Purchase_Title_1E" = "Zapomnij o śmieciach na zawsze.";
"Purchase_Subtitle_1E" = "Licencjonowana wersja daje Ci pełną kontrolę nad Twoim Mac. Możesz zwalniać gigabajty miejsca, gdy tego potrzebujesz, usuwać niechciane programy i dbać o całym systemie.";
"Purchase_IconsTitle_1E" = "Zobacz CleanMyMac 3 w pełnej mocy";
"Purchase_IconLabel1_1E" = "Odinstaluj programy całkowicie";
"Purchase_IconLabel2_1E" = "Przyspieszaj Mac'a";
"Purchase_IconLabel3_1E" = "Usuwaj jeszcze więcej śmieci";
"Purchase_IconLabel4_1E" = "Chroń prywatność Mac'a";
"Purchase_MainButtonTitle_1E" = "Kup teraz";
"Purchase_Title_2A" = "Nowość: Narzędzia!";
"Purchase_Subtitle_2A" = "Pomyślnie usunąłeś 500 MB z Twojego Maca za darmo! Oprócz czyszczenia, CleanMyMac 3 również pomaga zoptymalizować i zorganizować Twój Mac. Wypróbuj go!";
"Purchase_IconsTitle_2A" = "Za pomocą narzędzi w CleanMyMac 3 możesz:";
"Purchase_IconLabel1_2A" = "Odinstalowuj programy poprawnie";
"Purchase_IconLabel2_2A" = "Optymalizuj wydajność Maca";
"Purchase_IconLabel3_2A" = "Wymaż historię przeglądarki i konwersacji";
"Purchase_IconLabel4_2A" = "Bezpiecznie wymaż dane poufne";
"Purchase_MainButtonTitle_2A" = "Przejdź do Narzędzi";
"Purchase_Title_2B" = "Sprawdź inteligentne oczyszczanie!";
"Purchase_Subtitle_2B" = "Teraz, gdy wypróbowałeś kilka narzędzi za darmo, sprawdź inteligentne oczyszczanie! Średnio wykrywa 54 GB miejsca do odzyskania!";
"Purchase_IconsTitle_2B" = "Z inteligentnym oczyszczaniem w CleanMyMac 3 da się:";
"Purchase_IconLabel1_2B" = "Usuwaj niepotrzebne oryginały z iPhoto";
"Purchase_IconLabel2_2B" = "Pozbyj się niepotrzebnych tłumaczeń";
"Purchase_IconLabel3_2B" = "Usuń zbędne załączniki";
"Purchase_IconLabel4_2B" = "Opróżnij kosze jednym kliknięciem";
"Purchase_MainButtonTitle_2B" = "Przejdź do oczyszczania inteligentnego";

/* Discount */
"Purchase_MainButtonTitle_3A" = "Kup teraz z rabatem %li%%";
"Purchase_MainButtonTitle_Discount" = "Kup teraz z rabatem %li%%";
"Purchase_MainButtonTitle_HolidayDiscount" = "Oferta Świąteczna";
"I already have a license" = "Już posiadam licencję";
"Purchase_MoneyBackGuarantee_Title" = "30-dniowa gwarancja zwrotu pieniędzy";

"Yes" = "Tak";
"No" = "Nie";
"N/A" = "N/A";

" – Edited" = " – Modyfikowane przez użytkownika";
" — Newest" = " — Najnowsza kopia zapasowa";
"%@ Activity Traces" = "%@ śladów aktywności";
"%@ Agent" = "Agent %@";
"%@ and more…" = "%@ i więcej…";
"%@ done" = "%@ gotowe";
"%@ Localization" = "Tłumaczenie %@";
"%@ Login Item (All Users)" = "Rzecz startowa %@ (wszyscy użytkownicy)";
"%@ Recent Items List" = "Lista ostatnich rzeczy %@";
"Account \"%@\"" = "Konto „%@”";
"All Accounts" = "Wszystkie konta";
"Already removed" = "Już usunięte";
"Apps" = "Programy";
"Attachments" = "Załączniki";
"Audio" = "Audio";
"Autofill Values" = "Autouzupełnianie";
"Back To Smart Cleanup" = "Wróć do inteligentnego oczyszczania";
"Backup" = "Kopia zapasowa";
"Backup made %@" = "Kopia zapasowa zrobiona %@";
"Backups" = "Kopie zapasowe";
"Beta Tester" = "Beta tester";
"Broken Backups" = "Naruszone kopie zapasowe";
"Choose Tasks" = "Wybierz zadania";
"Clean is finished" = "Czyszczenie ukończone";
"Cleaning…" = "Czyszczenie…";
"Color Pickers" = "Paleta kolorów";
"Corrupted startup item. Missing Bundle ID." = "Naruszona rzecz startowa. Brak Bundle ID.";
"Created: %@" = "Utworzone: %@";

"Fixed permission for: /%@" = "Naprawiono uprawniena dla: /%@";
"Flush DNS Cache" = "Wyzeruj pamięć DNS";
"Flushing…" = "W toku...";

"Found in total" = "Łącznie zanaleziono";

"Go to %@" = "Przejdź do %@";
"Go to Large & Old Files" = "Przejdź do dużych plików";
"Go to Uninstaller" = "Przejdź do dezinstalatora";
"Go to Maintenance" = "Przejdź do Konserwacji";

"Group by Access Date" = "Grupuj wg daty dostępu";
"Group by Application" = "Grupuj wg programu";
"Group by Date" = "Grupuj wg daty";
"Group by Events" = "Grupuj wg  wydarzeń";
"Group by Kind" = "Grupuj wg rodzaju";
"Group by Language" = "Grupuj wg języku";
"Group by Modifiers" = "Grupuj wg modyfikatorów";
"Group by Size" = "Grupuj wg rozmiaru";

"Including:" = "W tym:";
"iOS Applications" = "Programy iOS";
"iOS Device Backups" = "Kopie zapasowe iOS";
"iPhoto modifiers: " = "Modyfikatory iPhoto: ";

"iTunes Broken Downloads" = "Naruszone pobrane pliki w iTunes";
"Caches" = "Pamięć podręczna";
"Album Artwork Cache" = "Pamięć podręczna grafiki albumów";

/* Search in Spotlight. Should match Finder format. */
"Kind:" = "Rodzaj:";

"Launch Agents" = "Agenci uruchamiania";
"Launch CleanMyMac to remove unneeded items and reclaim space." = "Uruchomienie CleanMyMac i usuń zbędne rzeczy, odzyskując miejsce.";
"Location: %@\nFrom Mac App Store: %@\nSandboxed: %@\nVersion: %@\nBundle ID: %@" = "Lokalizacja: %1$@ \nZ Mac App Store: %2$@ \nFunkcja Sandbox: %3$@ \nWersja: %4$@ \nBundle ID: %5$@";
"Mail Cleanup" = "Czyszczenie Mail";
"Mail Speedup" = "Przyspiesz Mail";
"Messages" = "Wiadomości";
"Missing Detailed Log" = "Brak szczegółowego dziennika";
"My Extensions List" = "Moja lista rozszerzeń";
"Needs Review" = "Potrzebuje przeglądu";
"New" = "Nowość";
"Not Estimated" = "Nie obliczone";
"Not Scanned" = "Nie skanowane";

"Nothing Done" = "Nic nie zrobione";
"Nothing Selected" = "Brak zaznaczonych";
"Nothing to Clean" = "Brak rzeczy";
"Nothing to smart-select" = "Brak rzeczy do automatycznego zaznaczenia";

"Now that you've mastered all the cleanable modules, go and try some Utilities to manage, maintain and clean stuff." = "Teraz, gdy już opanowałeś wszystkie moduły, wypróbuj narzędzia do zarządzania, konserwacji i czyszczenia.";
"Now that you've mastered the cleaning, go manage and speed up your Mac with CleanMyMac's Utilities." = "Teraz, gdy już opanowałeś czyszczenie, możesz zarządzać i przyspieszać Maca z Narzędziami CleanMyMac.";
"macOS Localizations" = "Tłumaczenia macOS";
"Overfilled" = "Przepełnione";
"Photos" = "Zdjęcia";
"Quick Look \"%@\"" = "Szybki przegląd „%@“";
"Quit %@ to Estimate" = "Zakończ %@ dla obliczenia";
"Rebuild Launch Services Database" = "Odbuduj bazę danych usług uruchamiania";
"Rebuilding…" = "Przebudowywanie…";
"Recent Items Lists" = "Listy ostatnich rzeczy";
"Recently Accessed Servers" = "Ostatnie używane serwery";
"Recently Launched Applications" = "Ostatnie uruchamiane programy";
"Recently Opened Documents" = "Ostatnie otwarte dokumenty";
"Reclaim more space by reviewing your %@ or other cleanable modules." = "Przejrzyj %@ lub inne moduły aby odzyskać więcej miejsca.";
"Reclaim more space by reviewing your Large & Old Files or other cleanable modules." = "Przejrzyj Duże i Stare Pliki lub inne moduły aby odzyskać więcej miejsca.";


"Reindex Spotlight" = "Reindeksuj Spotlight";
"Reindexing…" = "Przebudowywanie…";
"Remaining: %@" = "Pozostało: %@";
"Removal Complete" = "Usuwanie ukończone";
"Remove trashed applications along with all related leftovers." = "Usuń programy oraz wszystkie pokrewne resztki.";


"Repair Disk Permissions" = "Napraw uprawnienia na dysku";
"NonSystemDriveRepair_DisplayName" = "Sprawdź i napraw „%@”";
"Repairing…" = "Naprawa…";
"Status: Repair is in progress" = "Stan: Trwa naprawianie";
"Rescan" = "Skanuj ponownie";
"Refresh" = "Odśwież";
"Reset Complete" = "Resetowanie ukończone";
"Review Details" = "Szczegóły";
"Review Photos" = "Przejrzyj zdjęcia";
"Review Files" = "Przejrzyj pliki";
"Review found items to decide on selecting them for removal." = "Przejrzyj znalezione rzeczy i zastanów się o ich usunięciu.";
"Review found items to decide on selecting them for removal.(1)" = "Przejrzyj znalezione rzeczy i zaznacz do usunięcia.";
"Run Maintenance Scripts" = "Uruchom skrypty konserwacji";
"Running…" = "W toku…";

/* Menu item title */
"Scan" = "Skanuj";
"Stopped" = "Zatrzymany";
"Scan is finished" = "Skanowanie ukończone";
"Scanning…" = "Skanowanie…";
"Search" = "Szukaj";
"Select Items" = "Wybierz rzeczy";
"Selected" = "Zaznaczono";
"Show all" = "Pokaż wszystkie";
"Show Results" = "Pokaż wyniki";
"Show selected" = "Pokaż zaznaczone";
"Show unsupported" = "Pokaż nieobsługiwane";
"Smart Selected" = "Zaznaczone automatycznie";
"Smart-selected for cleanup" = "Automatycznie zaznaczone do usunięcia";
"Sort by State" = "Sortuj wg stanu";
"Starting new scan will discard current scan results" = "Rozpoczęcie nowego skanowania spowoduje utracenie bieżących wyników.";
"Starting Reindex…" = "Zaczynam przebudowę…";
"Status: Indexing is in progress" = "Stan: Trwa indeksowanie";
"Your Spotlight database is being reindexed. This should take a while and you may be experiencing a slight performance drop." = "Indeksacja bazy danych Spotlight w toku. Powinno to potrwać i możesz odczuć nieznaczny spadek wydajności.";
"Your disk permissions are being repaired. This should take a while and you may be experiencing a slight performance drop." = "Naprawa uprawnień na dysku w toku. Proces ten trochę potrwa, i podczas niego możesz odczuć nieznaczny spadek wydajności.";
"Tabs from Last Session" = "Karty z ostatniej sesji";
"The emails you delete from the Mail application are moved to a local Mail Trash folder and remain on your disk. Empty your local Mail Trash to save space." = "E-maile usuwane w Mail są przenoszone do lokalnego koszu i pozostają na dysku twardym. Oczyść ten kosz dla oszczędzenia miejsca.";
"Trash on %@" = "Kosz na %@";

"Try Now" = "Spróbuj teraz";
"Get Rid of Duplicate Files" = "Pozbądź się zduplikowanych plików";
"Delete duplicates with Gemini to free up even more space." = "Usuń duplikaty z Gemini i uwolnij nawet więcej miejsca.";

"Learn More" = "Więcej";
"Hide Sensitive Files" = "Ukryj poufne pliki";
"Keep confidential files out of sight with Hider 2" = "Schowaj poufne pliki z widoku w Hider 2";

"Promotion_WallWiz_Title" = "Coś wspaniałego dla twojego Maca";
"Promotion_WallWiz_Description" = "Dodaj pięknych tapet w jakości HD z Wallpaper Wizard 2.";

/* Menu item title */
"Turn Extended Logging Off" = "Włącz rozszerzone logowanie";
"Turn Extended Logging On" = "Włącz rozszerzone logowanie";

"Uninstall applications correctly." = "Usuń programy poprawnie.";
"Uninstall Complete" = "Odinstalowywanie ukończone";
"Unknown Drive" = "Nieznany dysk";
"Used" = "Używane";

"Verify Startup Disk" = "Sprawdź dysk startowy";
"Verifying…" = "Sprawdzanie...";

"ButtonTitle_ViewAllExtensions" = "Zobacz wszystkie %@";
"ButtonTitle_ViewAllApps" = "Zobacz wszystkie %@";
"View All Applications" = "Zobacz wszystkie programy";

"Waiting…" = "Czekaj…";
"What next?" = "Co dalej?";

/* Sharing Texts */
"SharingText_0" = "Mój komputer jest świeziutki po użyciu #CleanMyMac 3 od @macpaw.";
"SharingText_1" = "Wyczyściłem %@ śmieci z Maca z pomocą #CleanMyMac. Jak pro :-)";
"SharingText_2" = "Lubię swój czysty Mac! %@ śmieci zniknęło! #CleanMyMac jest magiczny!";
"SharingText_3" = "Niezbędny #CleanMyMac. Zaoszczędził mi %@ miejsca!";
"SharingText_4" = "Wiecie co? Odzyskałem %@ przez czyszczenie Maca. To było szybko... I łatwo! Dzięki @MacPaw za #CleanMyMac 3!";
"SharingText_5" = "Muszę powiedzieć, #CleanMyMac jest doskonałym narzędziem! Łatwo oczyściłem %@ niepotrzebnych rzeczy.";
"SharingText_6" = "%@ usunięte! Mój Mac jak nowiutki! #CleanMyMac rządzi!";
"SharingText_7" = "Oczyściłem %@ śmieci z Maca jak user 90 lvl! Dzięki #CleanMyMac 3!";
"SharingText_8" = "#CleanMyMac oszczędził %@ miejsca na Macu. Inteligentny, prosty i przydatny program!";
"SharingText_9" = "Wyczyściłem system z #CleanMyMac z modułem systemowych śmieci. Bardzo dziękuję @MacPaw!";
"SharingText_10" = "Biblioteka iPhoto posprzątana! Bardzo dziękuję @MacPaw za #CleanMyMac";
"SharingText_11" = "Kopii załączników i pobranych plików już nie ma! Dzięki @MacPaw za #CleanMyMac!";
"SharingText_12" = "ITunes ma więcej miejsca dla piosenek gdy brak śmieci! Dzięki @MacPaw za #CleanMyMac!";
"SharingText_13" = "Łał, nie wiedziałem, że programy należy usuwać poprawnie. Dzięki @MacPaw za #CleanMyMac!";
"SharingText_14" = "Konserwacja Maca stała łatwiejsza! Dzięki @MacPaw za #CleanMyMac!";
"SharingText_15" = "Właśnie wymazałem ciasteczka i inne z mojej przeglądarki z #CleanMyMac od @MacPaw!";
"SharingText_16" = "Wymazałem niepotrzebne dane szybko i bezpiecznie przez Niszczarkę w #CleanMyMac.";

/* Privacy */
"Saved Passwords" = "Zapisane hasła";
"Downloads History" = "Historia pobierania";
"Browsing History" = "Historia przeglądania";
"Cookies" = "Ciasteczka";
"Conversation History" = "Historia konwersacji";
"Call History" = "Historia połączeń";
"File Transfers" = "Transfery plików";
"HTML5 Local Storage" = "Lokalna pamięć HTML5";

"uninstalled" = "odinstalowane";
"app" = "program";
"reset." = "wyzerowane.";
"file" = "plik";
"removed." = "usunięte.";

"MenuItemTitle_Deauthenticate" = "Usuń uwierzytelnienie…";
"MenuItemTitle_Authenticate" = "Uwierzytelnij…";

"Dashboard" = "Monitorowanie";

"Utilities" = "Narzędzia";
"Cleaning" = "Czyszczenie";

"Unlock Full Version" = "Odblokuj pełną wersję";
"Upgrade at 50% OFF" = "Uaktualnij z rabatem 50%";
"Purchase at 50% OFF" = "Kup z 50% rabatem";
"Buy License" = "Zakup licencji";
"ButtonTitle_UnlockWithDisount" = "Kup ze zniżką %li%%";

"Hide File Paths" = "Ukryj ścieżki do plików";
"Show File Paths" = "Pokaż ścieżki";

"uninstalled." = "odinstalowane.";
"Item was not removed, because you didn’t quit the related process." = "Nie udało się usunąć rzecz, ponieważ powiązany proces nie był zakończony.";
"TrialPopover_Text" = "Ta funkcja będzie dostępne po aktywacji Twojej kopii CleanMyMac 3.";

"\"%@\" was not processed, because you didn't quit the related application." = "Nie udało się wykonać operację z „%@”, ponieważ powiązany program nie był zakończony.";

"Some applications should be quit or %@ of junk will remain on your Mac." = "Niektóre programy muszą być zamknięte, albo %@ śmieci pozostanie na twoim Mac'u.";
"Dependent applications should be quit to perform the requested operation:" = "Należy zamknąć zależne programy przed wykonaniem operacji:";

"Done" = "Gotowe";
"Later" = "Później";

"PopoverText_MailNotSetup" = "Program Mail nie skonfigurowany. Zadanie nie dostępne.";
"Copy to Clipboard" = "Kopiuj do schowka";

"BundleMoved_Relaunch_AlertTitle" = "CleanMyMac 3 został przeniesiony i musi być wznowiony dla poprawnego działania.";
"BundleMoved_Relaunch_AlertSubtitle" = "Rozmieszczenie programu zostało zmienione. Wznów program, aby kontynuować pracę.";

/* Accessibility */
"%@ Selected" = "%@ zaznaczono";
"Accessibility_SmartCleanupTileHelp" = "Naciśnij ten przycisk, aby uzyskać więcej informacji lub przejdź do następnego elementu, aby zastanowić się nad wyborem.";
"Accessibility_SmartCleanupTileNoInteractionHelp" = "Naciśnij ten przycisk, aby uzyskać więcej informacji lub przejdź do następnego elementu.";

/* Empty history item in Safari */
"(no title)" = "(bez tytułu)";
"System Migration Cache" = "Pamięć podręczna migracji";

/* Photos Library Compatibility popover */

"UnsupportedPhotoLibrary_PopoverText_NoLonger" = "Wersja Twojej biblioteki zdjęć już nie jest obsługiwana. Prosimy uaktualnić ją do najnowszej wersji.";
"UnsupportedPhotoLibrary_PopoverText_NotYet" = "Obecnie sprawdzamy zgodność CleanMyMac 3 z tą wersją biblioteki. Spróbuj ponownie wkrótce.";
"Recommendations:" = "Porady:";

/* Release Notes */
"ActiveReleaseNotes_WindowTitle" = "Co nowego";

"MaintenanceScanner_UnknownError" = "Wystąpił nieznany błąd. Skontaktuj się ze Wsparciem klienta.";

"MaintenanceScanner_DiskVerificationUnmountError" = "Wybrany wolumin nie może być odmontowany dla zakończenia naprawy. Upewnij się, że żaden z programów nie używa tego woluminu i spróbuj ponownie.";

"MaintenanceScanner_DiskVerificationFullReport" = "Pełny raport naprawy:";
"MaintenanceScanner_DiskVerificationDiskNeedsRepair" = "Wymaga naprawy";

"Spotify Offline Playing Cache" = "Pamięć podręczna zapisanych rzeczy Spotify";

/* FileVersions */

"Document Versions" = "Wersje dokumentów";
"FileVersionsApplicationTitleFormat" = "Wersje dokumentów %@";
"FileVersionsFileTitleFormat" = "Wersje %@";
"FileVersionsOpenWithFormat" = "Otwórz w %@";

/* Broken Updates */
"Old Updates" = "Stare aktualizacje";

/* Siri */
"Siri Activity" = "Funkcja Siri";
"Siri in menu bar" = "Siri w pasku menu";

"Mac" = "Mac";

/* Application table row */
"Steam Application" = "Program Steam";
"System Application" = "Program systemowy";
"Setapp Application" = "Program Setapp";

/* Updating */
"CheckForUpdatesAction" = "Sprawdź aktualizacje";
"CheckingForUpdatesState" = "Sprawdzanie aktualizacji...";

/* NPS */
"NPS_Feedback_TellUsMore" = "Powiedz nam więcej";

/* News */
"News_Title" = "Wspaniałe wieści od CleanMyMac!";
"News_TellMeMoreButton_Title" = "Powiedz mi więcej";

/* LAOF */
"LAOF_PhotosAlbum_Name" = "Pliki do usunięcia";

/* Welcome Theme */
"WelcomeScreenTitle_Default" = "Witamy w CleanMyMac 3";
"WelcomeScreenSubtitle_Default" = "Zachowaj porządek na swoim Macu.";

"WelcomeScreenTitle_CleanedIn2017" = "To był pracowity rok. Tak trzymać!";
"WelcomeScreenSubtitle_CleanedIn2017" = "%@ oczyszczono w 2017.";

"WelcomeScreenTitle_HolidayGreetings2018" = "Dziękujemy, że jesteś z nami!";
"WelcomeScreenSubtitle_HolidayGreetings2018" = "Życzymy wspaniałego roku 2018!";
